[
    {
        "content": "<p>Eleven PhD positions are offered within the framework of NL4XAI: Interactive Natural Language Technology for Explainable Artificial Intelligence, a project funded by the European Union’s Horizon 2020 research and innovation programme under the Marie Skłodowska-Curie Grant Agreement No. 860621.</p>\n<p>NL4XAI is a European Training Network (ETN) project, which will train 11 creative, entrepreneurial and innovative early-stage researchers (ESRs), who will face the challenge of making Artificial Intelligence (AI) self-explanatory and thus contribute to translating knowledge into products and services for economic and social benefit, with the support of Explainable AI (XAI) systems.</p>\n<p>The focus of NL4XAI is in the automatic generation of interactive explanations in natural language, just as humans naturally do, and as a complement to visualization tools. As a result, ESRs are expected to leverage the usage of AI models and techniques even by non-expert users.</p>\n<p>The NL4XAI consortium is made up of 18 partners and beneficiaries from 6 different European countries (France, Malta, Poland, Spain, The Netherlands and the United Kingdom). The consortium is coordinated by the Research Centre in Intelligent Technologies of the Univ. of Santiago de Compostela (CiTIUS-USC) and the partners correspond to 2 national R&amp;D centres (IIIA-CSIC and CNRS-LORIA), 10 universities (Univ. Aberdeen, TU Delft, Univ. Malta, Utrecht Univ., Univ. Twente, Univ. Lorraine, Univ. Dundee, Univ. Autònoma de Barcelona, Univ. Santiago de Compostela and Warsaw Univ. of Technology) and 6 private companies (Indra, Accenture, Orange, Wizenoze, Arria and Info Support).</p>\n<p>Each ESR will work in an individual research project in a different host institution and will participate in academic and inter-sectoral secondments at the premises of other NL4XAI’s members.</p>\n<p>We look for outstanding, motivated and team-spirited candidates to carry out a PhD within the NL4XAI ETN and who will get unique international and inter-sectoral training from prominent European researchers (from both academy and industry).</p>\n<p>All details are available at:<br>\n<a href=\"https://nl4xai.eu/\" target=\"_blank\" title=\"https://nl4xai.eu/\">https://nl4xai.eu/</a></p>",
        "id": 186081617,
        "sender_full_name": "Jose Maria Alonso Moral",
        "timestamp": 1579508442
    }
]