[
    {
        "content": "<p>The Reasoning and Learning Group at Linköping University in Sweden has two open postdoc positions (up to 2 years each) for doing curiosity driven basic research in the intersection between reasoning and learning. Application deadline August 24.</p>\n<p>We are a growing research group with a broad interest in AI. We are especially interested in spatio-temporal reasoning and learning such as learning and reasoning about trajectories and events/activities, incremental reasoning and learning such as a stream reasoning and learning, multi-agent reasoning and learning such as combinatorial assignment and multi-agent reinforcement learning, and reasoning and learning for Trustworthy AI such as privacy-preserving synthetic data generation and run-time verification for safe autonomous systems.</p>\n<p>At least one of the postdocs will work on developing new machine learning methods for creating privacy preserving synthetic spatio-temporal trajectory data sets. The goal is to 1) extend generative adversarial network (GAN) methods to learn generative spatio-temporal trajectory models and 2) develop new Bayesian Optimization methods for creating tailored privacy-preserving synthetic data sets using these generative models.</p>\n<p>For more information and to apply see:<br>\n<a href=\"https://liu.se/en/work-at-liu/vacancies?rmpage=job&amp;rmjob=14404&amp;rmlang=UK\">https://liu.se/en/work-at-liu/vacancies?rmpage=job&amp;rmjob=14404&amp;rmlang=UK</a></p>\n<p>The application deadline is August 24, but if there are interesting candidates that will finish during the fall, I am open to either extending the application period or re-open the positions later. It would be good if they could start at the latest early next year. It is possible to start working remotely if needed.</p>\n<p>If you want to know more please get in touch!</p>\n<p>Cheers,<br>\nFredrik</p>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://liu.se/en/work-at-liu/vacancies?rmpage=job&amp;rmjob=14404&amp;rmlang=UK\" style=\"background-image: url(https://liu.se/dfsmedia/dd35e243dfb7406993c1815aaf88a675/33478-50065/lediga-jobb-largepuff-191107-liu-rekryteringsannonser-6okt-davideinar-0887-19957?as=1&amp;w=640&amp;h=360&amp;cr=1&amp;crw=640&amp;crh=360&amp;bc=%23ffffff)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://liu.se/en/work-at-liu/vacancies?rmpage=job&amp;rmjob=14404&amp;rmlang=UK\" title=\"Vacancies\">Vacancies</a></div><div class=\"message_embed_description\">Take your next step along your career path with us. Check out our job openings and apply directly!</div></div></div>",
        "id": 205084672,
        "sender_full_name": "Fredrik Heintz",
        "timestamp": 1595830478
    }
]