[
    {
        "content": "<p>After a successful symposium last year, we are pleased to invite you for our upcoming online TUD-TNO-SRON ‘Innovate your Space’ symposium themed ‘Smart Space’.</p>\n<p>We want to focus in this symposium on needs, technologies and approaches for Artificial Intelligence and Machine Learning in the Space Sector and beyond.</p>\n<p>We are happy to announce as keynote speakers Raffaella Franco (ESA/ESTEC) and Prof. Dr.Thomas Bäck (Leiden Institute of Advanced Computer Science),  who will share their insights on the symposium topic, representing two highly relevant organisations. </p>\n<p>During a panel discussion we aim to trigger an exchange of ideas on how the various members of the Dutch space and non-space ecosystem can jointly collaborate on this exciting theme.</p>\n<p>At the pitch rounds TUD, TNO and SRON researchers will be given the opportunity to pitch their ongoing research on the latest technological innovations.</p>\n<p>The program can be found on the website of the <a href=\"https://spaceinstitute.tudelft.nl/program-innovate-your-space/\">TU Delft Space Institute</a>. Please stay up to date since minor changes might occur.</p>\n<p>The symposium will take place online from 09:00-12:15 on Tuesday December 8th 2020.</p>\n<p><a href=\"https://tudelft.zoom.us/meeting/register/tJEkce-vrDsjGdWhzBj8TGnaJI1mn7-WnXHi\">REGISTER for TUD-TNO-SRON Symposium</a></p>\n<p>After registering, you will receive a confirmation email containing information about joining the meeting.</p>\n<p>The link to the symposium will be sent to you, upon receipt of your response, one week before the Symposium.</p>\n<p>Best regards,</p>\n<p>Eberhard Gill, Director TU Delft Space Institute</p>\n<p>Kees Buijsrogge, Director Space &amp; Scientific Instrumentation at TNO</p>\n<p>Michael Wise, Director General at SRON</p>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://tudelft.zoom.us/meeting/register/tJEkce-vrDsjGdWhzBj8TGnaJI1mn7-WnXHi\" style=\"background-image: url(https://tudelft.zoom.usnull)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://tudelft.zoom.us/meeting/register/tJEkce-vrDsjGdWhzBj8TGnaJI1mn7-WnXHi\" title=\"Welcome! You are invited to join a meeting: TUD-TNO-SRON Symposium Innovate your Space. After registering, you will receive a confirmation email about joining the meeting.\">Welcome! You are invited to join a meeting: TUD-TNO-SRON Symposium Innovate your Space. After registering, you will receive a confirmation email about joining the meeting.</a></div><div class=\"message_embed_description\">Themed ‘Smart Space’.\nFocus in this symposium on needs, technologies and approaches for Artificial Intelligence and Machine Learning in the Space Sector and beyond.</div></div></div>",
        "id": 216892955,
        "sender_full_name": "Alexa Kodde (CLAIRE Headquarters, NL)",
        "timestamp": 1605543159
    }
]