[
    {
        "content": "<p>==================================================<br>\nCALL for PARTICIPATION<br>\nIFDaD 2020<br>\n1st INTERNATIONAL FORUM on DIGITAL and DEMOCRACY. Towards a sustainable Evolution</p>\n<p>December 10-11, 2020<br>\n<a href=\"https://www.ifdad.org\">https://www.ifdad.org</a><br>\n==================================================</p>\n<p>We have the pleasure to invite you to the first International Forum on Digital and Democracy, December 10th - 11th,2020.<br>\nThe Forum brings together politicians and academia to address the concern on how technology is challenging democracy.</p>\n<p>The event is promoted by Associazione Copernicani, Re-Imagine Europe along with the endorsement of the European Commission, UNESCO, and SDSN.<br>\nThe goal of the Forum is to gain a broader understanding and a shared view of the digital transformation impacts and how they are affecting liberal and democratic values, with a special focus on the pandemic impact.</p>\n<p>The Forum will be opened by the keynote by Hon. Věra Jourová, European Vice-President for Values and Transparency.<br>\nShe will unveil the European Democracy Action Plan, the European Commission flagship initiative that seeks to strengthen democracy and promote digital literacy. <br>\nHer intervention will set the scene for the two-day discussions engaging among the others sociologist and Spanish Minister of Universities Manuel Castells, former EU President Romano Prodi, and public policy analyst Jeffrey Sachs. </p>\n<p>Peer-reviewed academic papers will address and discuss pressing questions about the impact of AI, blockchain, and ADM on political decisions, social involvement, the functioning of parties, information access, and integrity.</p>\n<p>The forum will be fully online. </p>\n<p>Further information and registration form available at <a href=\"https://www.ifdad.org\">https://www.ifdad.org</a></p>\n<p>Best regards, Andrea Loreggia</p>",
        "id": 218220015,
        "sender_full_name": "Andrea Loreggia",
        "timestamp": 1606668629
    }
]