[
    {
        "content": "<p><strong>Call for Abstracts- 1st International Symposium on the Science of Data Science - A satellite workshop at the Swiss Conference on Data Science - SDSC'21</strong></p>\n<p>Data science, one of the most significant developments in computing in the 21st century, is a discipline in the making, drawing principles, methods and tools from established fields like computer science, statistics, science, business, politics, and any domain with adequate data. Yet, data science is just starting. What are its underlying principles and techniques (models, methods) that are applicable across different use cases and fields of application? What «science» underlies this emerging discipline?</p>\n<p>We are launching an activity to develop a reference framework for data science and invite your participation, organized in a two-stage process:</p>\n<ul>\n<li>This first symposium on June 8, 2021, organized as a satellite workshop of the 8th Swiss Conference on Data Science, SDS 2021, to share and discuss preliminary thoughts and hypotheses.</li>\n<li>A future second symposium to solicit participation of a larger community (time and location TBD, e.g. co-located with a major data science conference), including published proceedings.</li>\n</ul>\n<p>We invite contributors to present their ideas at the first symposium and to continue the development of a reference framework for data science as an activity in the intl. data science community, to be finalized during the second symposium.</p>\n<p><a href=\"https://www.sds2021.ch/1st-international-symposium-on-the-science-of-data-science\">https://www.sds2021.ch/1st-international-symposium-on-the-science-of-data-science</a></p>",
        "id": 231489127,
        "sender_full_name": "Ricardo Chavarriaga (CLAIRE Office Switzerland)",
        "timestamp": 1616513094
    },
    {
        "content": "<p>My recommendation would be to do an evolution of CRISP-DM. It was supposed to be evolved but never was. Other subsequent efforts did not even make it as far as CRISP-DM did, or at best just created different representations of it.</p>",
        "id": 231593125,
        "sender_full_name": "Gregg Barrett (Cirrus, South Africa)",
        "timestamp": 1616570897
    }
]