[
    {
        "content": "<p>Forwarded on behave of Martin Golumbic &lt;<a href=\"mailto:golumbic@gmail.com\" title=\"mailto:golumbic@gmail.com\">golumbic@gmail.com</a>&gt;:</p>\n<p>Dear Holger, Philipp and Morten,<br>\n     This January we will celebrate the 30-year anniversary of the<br>\nInternational Symposium on Artificial Intelligence and Mathematics (ISAIM).<br>\nI think it might be of interest to CLAIRE members.<br>\n      I would like to personally invite you and your colleagues to come<br>\nand participate.  Attached is the  CALL FOR PAPERS.</p>\n<p>Besides submitting regular papers, I would appreciate receiving proposals<br>\nfor organizing a special session. As you know, ISAIM is a great<br>\nopportunity to gather working groups to start (or finish) new research<br>\npapers and collaborations. These proposals should be sent to me.<br>\n    Best wishes, Marty Golumbic</p>\n<p>============<br>\n        ISAIM-2020 – Ft. Lauderdale, Florida (Jan. 6-8, 2020)</p>\n<div class=\"codehilite\"><pre><span></span>    http://isaim2020.cs.ou.edu/ &lt;http://isaim2020.cs.ou.edu/&gt;\n</pre></div>\n\n\n<p>The International Symposium on Artificial Intelligence and Mathematics<br>\n(ISAIM), is a biennial meeting that fosters interactions between<br>\nmathematics, theoretical computer science, and artificial intelligence .<br>\nThis will be the sixteenth Symposium in the series, sponsored by<br>\nFlorida Atlantic University and the Annals of Mathematics and Artificial<br>\nIntelligence.</p>\n<p>We seek submissions of recent results with a particular emphasis on the<br>\nfoundations of AI and mathematical methods used in AI. Papers describing<br>\napplications are also encouraged, but the focus should be on principled<br>\nlessons learned from the development of the application. Traditionally, the<br>\nSymposium attracts participants from a variety of disciplines, thereby<br>\nproviding a unique forum for scientific exchange. The three-day Symposium<br>\nincludes invited speakers, presentations of technical papers, and special<br>\ntopic sessions.</p>\n<p>Work that will have been published as of January 2020 should not be<br>\nsubmitted to ISAIM unless it introduces a significant addition to the<br>\npreviously published work. However, the ISAIM web site proceedings are not<br>\narchival, so papers submitted to ISAIM can be under review elsewhere at the<br>\ntime of submission and can be submitted elsewhere after ISAIM.</p>\n<p>Authors of a selected set of papers from the Symposium will be invited to<br>\nsubmit full versions of their papers for inclusion in an archival special<br>\nvolume of the Annals of Mathematics and Artificial Intelligence,<br>\npublished by Springer. Those invited submissions will be subject to<br>\nrefereeing at the usual standards of the journal, and authors will receive<br>\nmore details with the acceptance notice. Papers must of course be new and<br>\nunpublished to be considered for the special volume.</p>\n<div class=\"codehilite\"><pre><span></span>    *PAPER SUBMISSIONS*\n</pre></div>\n\n\n<p>The Paper Submissions &lt;<a href=\"http://isaim2020.cs.ou.edu/submissions.html\" target=\"_blank\" title=\"http://isaim2020.cs.ou.edu/submissions.html\">http://isaim2020.cs.ou.edu/submissions.html</a>&gt; link<br>\nwith instructions on how to submit a paper will be available starting<br>\nAugust 18 at <a href=\"http://isaim2020.cs.ou.edu/\" target=\"_blank\" title=\"http://isaim2020.cs.ou.edu/\">http://isaim2020.cs.ou.edu/</a></p>\n<p>Any questions regarding paper submissions should be sent to the program<br>\ncommittee chair (Lev Reyzin) at the email address isaim2020 AT <a href=\"http://cs.ou.edu\" target=\"_blank\" title=\"http://cs.ou.edu\">cs.ou.edu</a></p>\n<div class=\"codehilite\"><pre><span></span>    *IMPORTANT DATES*\n</pre></div>\n\n\n<p>Paper submission<br>\n        October 4, 2019 (11:59 PM PDT)<br>\nNotification<br>\n        November 1, 2019 (11:59 PM PDT)<br>\nFinal papers due<br>\n        November 22, 2019 (11:59 PM PDT)<br>\nWorkshop<br>\n        January 6–8, 2020, Ft. Lauderdale, Florida</p>",
        "id": 172547214,
        "sender_full_name": "Philipp Slusallek (DFKI, DE)",
        "timestamp": 1565047667
    },
    {
        "content": "<p>Forwarded on behalf of Georg Rehm &lt;<a href=\"mailto:georg.rehm@dfki.de\" title=\"mailto:georg.rehm@dfki.de\">georg.rehm@dfki.de</a>&gt;:</p>\n<p>1st INTERNATIONAL WORKSHOP ON LANGUAGE TECHNOLOGY PLATFORMS (IWLTP 2020) - 16 May 2020 – Marseille, France – co-located with LREC 2020</p>\n<p>SECOND CALL FOR PAPERS</p>\n<p>Deadline for Submissions: 21 February 2020</p>\n<p><a href=\"https://www.european-language-grid.eu/iwltp-2020/\" target=\"_blank\" title=\"https://www.european-language-grid.eu/iwltp-2020/\">https://www.european-language-grid.eu/iwltp-2020/</a> </p>\n<p>With the increasing number of platforms, grids and infrastructures in the wider area of Language Technologies (LT), NLP, NLU, speech (including conversational agents), interaction and language-centric AI, there is also a growing need for sharing experiences, approaches and best practices to learn and benefit from the work of others and also, practically, to start a collaboration towards platform interoperability.</p>\n<p>The workshop addresses all smaller and larger language grids, language-related infrastructures, platform initiatives (including general and domain-specific) as well as collaborative research projects that touch upon one or more of the topics mentioned below, both in Europe and world-wide. The objective is to assemble representatives of these initiatives and all interested parties to exchange and discuss observations, experiences, solutions, best practices as well as current and future challenges. The workshop also addresses the issue of fragmentation in the Language Technology landscape. Instead of “platform islands” that simply exist side by side, possibly even competing with each other, we want to invite all relevant and interested initiatives to discuss how their platforms can be made interoperable and how they can interact with one another to create synergies towards a productive LT platform ecosystem.</p>\n<p>The long-term vision of platform interoperability has several prerequisites including technical requirements that need to be addressed, for example, through the use of common standards, but also community-related aspects that need to be addressed and strengthened through open discussions and further joint development. Both aspects are covered by this workshop.</p>\n<p>CONTEXT AND MOTIVATION</p>\n<p>The EU project European Language Grid (ELG; 2019-2021) is creating a platform that will provide thousands of data sets and hundreds of LT services. ELG aims to promote technologies tailored to all European languages and cultures, adapted to their social and economic needs.</p>\n<p>At the same time, there are several established platforms or infrastructure-related initiatives as well as emerging new ones, both on the international European but also on the national level as well as on other continents. Some of the initiatives are more language-related and have a strong industry focus, others are mainly research-oriented. Moreover, there are digital public service initiatives or platforms in which language is only one aspect of many. </p>\n<p>With all these established and emerging initiatives, there is a risk of even stronger fragmentation in the Language Technology field, which is already highly fragmented, at least in Europe. Our approach is to bring these initiatives together to discuss ways not only of preventing further fragmentation but, crucially, of reversing it. This will only be possible if interoperability and mutual data exchange is ensured and if metadata formats and technical requirements are compatible, among various other aspects.</p>\n<p>We invite authors to submit contributions<br>\n on the current situation of their platform-related projects or initiatives (including technical, governance, community, uptake, interoperability, social aspects). We especially invite all relevant international or national grid, platform or infrastructure<br>\n projects to participate in the workshop actively with a contribution. </p>\n<p>INVITED KEYNOTE</p>\n<p>Nancy Ide (Vassar College, USA): “Towards a Global Language Grid – Challenges and Opportunities”</p>\n<p>TOPICS OF INTEREST</p>\n<p>In the list of topics below, the term “Language Technology (LT)” comprises Natural Language Processing, Natural Language Understanding, all types of speech and conversational technologies, as well as language-centric AI and general AI. The term “platform” includes notions such as, among others, infrastructures, frameworks, clouds etc.</p>\n<ul>\n<li>LT platforms: architectures and approaches (including commercial and non-commercial; national and international; domain-specific and general purpose; all countries, regions and continents)</li>\n<li>LT platform interoperability: standards, APIs, workflows, as well as the exchange of services, models, data and metadata</li>\n<li>Data and metadata exchange formats and harvesting (including taxonomies, ontologies and other forms of semantic descriptions of repository records)</li>\n<li>Operational and legal policies as well as government structures for LT platforms (GDPR, data management, billing, business models)</li>\n<li>(Cloud-based) containerisation and virtualisation technologies for LT platforms</li>\n<li>Training, re-training and adaption of models; connecting data sets, tools and machine learning frameworks</li>\n<li>LT platforms and challenges regarding the availability of CPU/GPU resources</li>\n<li>From (general or domain-specific) AI platforms and (general or domain-specific) LT platforms and back again</li>\n<li>Community-related aspects of LT platforms</li>\n</ul>\n<p>We invite contributions on the topics mentioned above or any related topics of interest.</p>\n<p>IMPORTANT DATES</p>\n<ul>\n<li>Deadline for paper submissions: 21 February 2020</li>\n<li>Notification of acceptance: 13 March 2020</li>\n<li>Final version of accepted papers: 03 April 2020</li>\n<li>Final programme and online proceedings: 24 April 2020</li>\n<li>Workshop: 16 May 2020 (afternoon)</li>\n</ul>\n<p>SUBMISSION</p>\n<p>Please submit your papers at <a href=\"https://www.softconf.com/lrec2020/IWLTP2020/\" target=\"_blank\" title=\"https://www.softconf.com/lrec2020/IWLTP2020/\">https://www.softconf.com/lrec2020/IWLTP2020/</a> before the deadline of 21 February 2020. Accepted papers will be presented as oral presentations or as posters. All accepted papers will be published in the workshop proceedings. In addition, the organisers consider preparing a journal special issue or a book publication with selected papers of the workshop.</p>\n<p>Papers should be formatted according to the stylesheet available on the LREC 2020 website and should not exceed 8 pages, excluding references and appendices. Papers should be submitted in PDF format through the URL mentioned above.</p>\n<p>When submitting a paper, authors will be asked to provide essential information about resources (in a broad sense, i.e., also technologies, standards, evaluation kits, etc.) that have been used for the work described in the paper or are a new result of your research. Moreover, ELRA encourages all LREC authors to share the described LRs (data, tools, services, etc.) to enable their reuse and replicability of experiments (including evaluation ones).</p>\n<p>ORGANISING COMMITTEE</p>\n<p>Georg Rehm (DFKI)<br>\nKalina Bontcheva (USFD)<br>\nKhalid Choukri (ELDA)<br>\nJan Hajic (CUNI)<br>\nStelios Piperidis (ILSP)<br>\nAndrejs Vasiljevs (Tilde)</p>\n<p>Contact: Georg Rehm – <a href=\"mailto:georg.rehm@dfki.de\" title=\"mailto:georg.rehm@dfki.de\">georg.rehm@dfki.de</a></p>\n<p>PROGRAMME COMMITTEE (pending availability)</p>\n<p>Albina Auksoriūtė (Institute of the Lithuanian Language, Lithuania)<br>\nNúria Bel (University Pompeu Fabra, Spain)<br>\nKalina Bontcheva (University of Sheffield, UK)<br>\nHervé Bourlard (Idiap Research Institute, Switzerland)<br>\nAntónio Branco (University of Lisbon, Portugal)<br>\nGerhard Budin (University Vienna, Austria)<br>\nWalter Daelemans (University of Antwerp, Belgium)<br>\nJens Edlund (University of Gothenburg, Sweden)<br>\nRadovan Garabik (Slovak Academy of Sciences, Slovakia)<br>\nMaria Gavriilidou (ILSP, R.C. \"Athena\", Greece)<br>\nJosé Manuel Gómez Pérez (Expert System Iberia, Spain)<br>\nJan Hajic (Charles University in Prague, Czech Republic)<br>\nFryni Kakoyianni Doa (University of Cyprus, Cyprus)<br>\nCvetana Krstev (Belgrade University, Serbia)<br>\nSvetla Koeva (Bulgarian Academy of Sciences, Bulgaria)<br>\nSimon Krek (Jozef Stefan Institute, Slovenia)<br>\nKrister Linden (University of Helsinki, Finland)<br>\nBernardo Magnini (Fondazione Bruno Kessler, Italy)<br>\nJan Odijk (Universiteit Utrecht, Netherlands)<br>\nMaciej Ogrodniczuk (Polish Academy of Sciences, Poland)<br>\nChristoph Prinz (Sail Labs, Austria; LT Innovate, Belgium)<br>\nEric Ras (Luxembourg Institute of Science and Technology)<br>\nGeorg Rehm (DFKI, Germany)<br>\nEirikur Rögnvaldsson (University of Iceland) <br>\nMichael Rosner (University of Malta)<br>\nBolette Sandford Pedersen (University of Copenhagen, Denmark)<br>\nInguna Skadina (Science, University of Latvia)<br>\nKoenraad De Smedt (University of Bergen, Norway)<br>\nMarko Tadic (University of Zagreb, Croatia)<br>\nDan Tufiș (Romanian Academy of Sciences, Romania)<br>\nTamás Váradi (Hungarian Academy of Sciences, Hungary)<br>\nPhillippe Wacker (LT Innovate, Belgium)<br>\nAndy Way (Dublin City University, Ireland)<br>\nFrançois Yvon (CNRS – LIMSI, France)</p>\n<p>Please share this call for papers to your colleagues, collaborators, projects and networks. Thank you very much!</p>",
        "id": 185909860,
        "sender_full_name": "Alexa Kodde (CLAIRE Headquarters, NL)",
        "timestamp": 1579262896
    },
    {
        "content": "<p>I leave here the call for talks for the FMAI workshop at Imperial College London. Feel free to attend without giving a tallk too (instructions below):</p>\n<p>Dear colleague,</p>\n<p>The third International Workshop on Formal Methods in Artificial Intelligence (FMAI) will be held at the Department of Computing, Imperial College London, on March 26-27, 2020:</p>\n<p><a href=\"https://www.doc.ic.ac.uk/~fbelard/Workshop/index.html\" target=\"_blank\" title=\"https://www.doc.ic.ac.uk/~fbelard/Workshop/index.html\">https://www.doc.ic.ac.uk/~fbelard/Workshop/index.html</a><br>\nThis edition builds on top of the two previous installments, which took place in Naples in 2017 (<a href=\"https://sites.google.com/site/fmai2017homepage/home\" target=\"_blank\" title=\"https://sites.google.com/site/fmai2017homepage/home\">https://sites.google.com/site/fmai2017homepage/home</a>), and in Rennes in 2019 (<a href=\"https://project.inria.fr/fmai2019/\" target=\"_blank\" title=\"https://project.inria.fr/fmai2019/\">https://project.inria.fr/fmai2019/</a>).</p>\n<p>The aims of FMAI 2020 are to:</p>\n<p>Present success stories about the application of Formal Methods in AI.<br>\nDiscuss strategies for bringing the Formal Methods and the AI communities closer together.<br>\nConsolidate collaborations between these two communities and foster new ones.<br>\nIf you would like to attend the workshop, please submit a proposal for a talk (title and abstract for a 20 minutes talk) by January 31.<br>\nIf you would like to attend the workshop and not give a talk, please submit an empty talk proposal.</p>\n<p>Submission Guidelines<br>\nSubmissions are to be made via <a href=\"https://easychair.org/conferences/?conf=fmai2020\" target=\"_blank\" title=\"https://easychair.org/conferences/?conf=fmai2020\">https://easychair.org/conferences/?conf=fmai2020</a></p>\n<p>The talk proposals can be about published or unpublished work. Please specify clearly the category in the abstract.</p>\n<p>If the talk is based on a joint work, please mention your co-authors in the abstract.</p>\n<p>If you plan to attend but not give a talk, please submit an empty abstract with title “no talk”.</p>\n<p>Invited Speakers<br>\nGiuseppe de Giacomo, Sapienza Universita' di Roma (Italy)<br>\nJane Hillston, University of Edinburgh (UK)<br>\nDvijotham Krishanmurthy, Google DeepMind</p>\n<p>Organisation<br>\nSteering and Program Committee:</p>\n<p>Francesco Belardinelli<br>\nNathanael Fijalkow<br>\nBlaise Genest<br>\nBastien Maubert<br>\nAniello Murano<br>\nSophie Pinchinat<br>\nSasha Rubin<br>\nFrançois Schwarzentruber</p>\n<p>Local Organisation:</p>\n<p>Francesco Belardinelli<br>\nBorja G. Leon<br>\nVadim Malvone</p>",
        "id": 186121402,
        "sender_full_name": "Borja G. Leon (Imperial College London, UK)",
        "timestamp": 1579542292
    }
]