[
    {
        "content": "<p><strong>TAILOR ECAI Workshop Post proceeding call for contributions</strong></p>\n<p>The first TAILOR Workshop has been held at ECAI 2020, for this year in Digital mode.</p>\n<p>The current AI research landscape is fragmented with many research groups working individually or in smaller constellations in often relatively isolated scientific communities: machine reasoning, machine learning, and optimization are examples of such mostly-disjoint communities.</p>\n<p>The main purpose of the TAILOR workshop has been to bring these groups and researchers together to discuss the state of the art and the latest advances in the integration of learning, optimisation and reasoning to provide the scientific foundations for Trustworthy AI.</p>\n<p>The TAILOR community builds upon a large H2020 proposal on building a network of centers of excellence that includes over 100 labs in Europe. The TAILOR network of research excellence centers focus on the scientific foundations of Trustworthy AI integrating learning, optimisation and reasoning.</p>\n<p>The main scientific topics are:</p>\n<ul>\n<li>\n<p>Trustworthiness: How to learn fair AI models, even in spite of biased data? How to develop explainable and interpretable AI decision processes? How to develop transparent AI systems and integrate them into<br>\nthe decision process for increasing user trust?</p>\n</li>\n<li>\n<p>Learning, reasoning and optimisation: How to integrate AI paradigms and representations for reasoning, learning and optimisation in order to support trustworthy AI? Integrated approaches to learning, reasoning and   optimisation should allow AI systems to bridge the gap between low-level perception and high-level reasoning, to combine knowledge-based and data-driven methods, to explain their behaviour and allow for introspection of the resulting models.</p>\n</li>\n<li>\n<p>Deciding and Learning How to Act. How to empower an AI system with the ability of deliberating how to act in the world, reasoning on the effects of its actions, learning from past experiences, as well as monitoring the actual or simulated outcome of its actions, learning from possibly unexpected outcomes, and again reasoning and learning how to<br>\ndeal with such new outcome?</p>\n</li>\n<li>\n<p>Reasoning and Learning in Social Contexts. Agents should not reason, learn and act in isolation. They will need to do it with others and among others. So, this topic is  concerned with how AI systems should communicate, collaborate, negotiate and reach agreements with other AI and (eventually) human agents within a multi-agent system (MAS).</p>\n</li>\n<li>\n<p>AutoAI: How to build AI tools, systems, and infrastructure that are performant, robust and trustworthy including having the ability to configure and tune itself for optimal performance? How can we support (1) people with limited AI expertise and (2) highly-skilled experts in building such AI systems?</p>\n</li>\n</ul>\n<p>All authors of accepted papers have been invited to contribute to the post proceedings, but we also welcome new submissions for the Springer LNCS post proceedings of the workshop. Papers, formatted according LNCS style (<a href=\"https://www.springer.com/gp/computer-science/lncs/conference-proceedings-guidelines\">https://www.springer.com/gp/computer-science/lncs/conference-proceedings-guidelines</a>) should be submitted on Easychair (<a href=\"https://easychair.org/conferences/?conf=tailor2020\">https://easychair.org/conferences/?conf=tailor2020</a>) no later than <strong>November 24 AOE</strong>.</p>\n<p>To be included, the submission has to be in one of the following categories and include substantial original work not published elsewhere:</p>\n<ul>\n<li>Long papers reporting on new material. Papers can be at most 16 pages in the Springer LNCS format. Please note that also shorter papers are welcome.</li>\n<li>Extended abstracts that report on novel and preliminary ideas. Extended abstracts can be at most 6 pages in LNCS format.</li>\n<li>Short position statements on the topic of the workshop, at most 6 pages in LNCS format.</li>\n</ul>\n<p>The plan is to send out notifications no later than <strong>December 18</strong> and to request the camera ready papers by <strong>January 11</strong> AOE.  The final volume will be ready about 8 weeks after we submit all the material to Springer.</p>\n<p>If you have any questions please don't hesitate to ask!</p>\n<p>Best regards,<br>\nFredrik Hentz and the TAILOR Workshop Program Committee</p>\n<p>Summary of important dates:<br>\nNovember 24, 2020 Submission on easychair<br>\nDecember 18, 2020: Notification<br>\nJanuary 11, 2021: Camera ready</p>\n<p>Organisers<br>\nWorkshop Chair Fredrik Heintz, <a href=\"mailto:fredrik.heintz@liu.se\">fredrik.heintz@liu.se</a>, Linköping<br>\nUniversity, Sweden<br>\nLuc De Raedt, KU Leuven, Belgium<br>\nPeter Flach, University of Bristol, UK<br>\nHector Geffner, ICREA and Universitat Pompeu Fabra, Spain<br>\nFosca Gianotti, National Research Council, Pisa, Italy<br>\nHolger Hoos, Leiden University, The Netherlands<br>\nMichela Milano, University of Bologna, Italy<br>\nBarry O’Sullivan, University College Cork, Ireland<br>\nAna Paiva, University of Lisbon, Portugal<br>\nMarc Schoenauer, INRIA, France<br>\nPhilipp Slusallek, DFKI, Germany<br>\nJoaquin Vanschoren, Eindhoven University of Technology, The Netherlands</p>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://www.springer.com/gp/computer-science/lncs/conference-proceedings-guidelines\" style=\"background-image: url(https://images.springer.com/cda/content/image/cda_displayimage.jpg?SGWID=0-0-16-2208184-0)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://www.springer.com/gp/computer-science/lncs/conference-proceedings-guidelines\" title=\"Conference Proceedings guidelines | Springer\">Conference Proceedings guidelines | Springer</a></div><div class=\"message_embed_description\">Below you will find Springer's guidelines and technical instructions for the preparation of contributions to be published in one of the following seri</div></div></div>",
        "id": 214548518,
        "sender_full_name": "Alexa Kodde (CLAIRE Headquarters, NL)",
        "timestamp": 1603703157
    }
]