[
    {
        "content": "<p><strong>1st International Workshop on New Foundations for Human-Centered AI</strong><br>\n<strong>September 4, part of ECAI-2020, free registration</strong></p>\n<p>SYNOPSIS</p>\n<p>In June 2018, the European Commission has appointed a \"AI High Level Expert Group\" (AI-HLEG) to support the implementation of the European Strategy on Artificial Intelligence.  One of the first results of the AI-HLEG has been to deliver ethics guidelines on Artificial Intelligence (<a href=\"https://ec.europa.eu/futurium/en/ai-alliance-consultation/guidelines\">https://ec.europa.eu/futurium/en/ai-alliance-consultation/guidelines</a>). These guidelines put forward a human-centered approach to AI, and list seven key requirements that human-centered, trustworthy AI systems should meet.  Many of today's most popular AI methods, however, fail to meet these guidelines: making them compliant is a scientific endeavor that is as crucial as it is challenging and stimulating.</p>\n<p>This full day workshop will collectively address the fundamental questions of what are the scientific and technological gaps that we have to fill in order to make AI systems \"human-centered\" in terms of the above guidelines.</p>\n<p>PROGRAM</p>\n<p>See the full program at the workshop web site:  <a href=\"http://nehuai2020.aass.oru.se/\">http://nehuai2020.aass.oru.se/</a></p>\n<p>REGISTRATION</p>\n<p>The workshop is part of ECAI-2020, the European Conference on AI.  To attend the workshop, you must register at <a href=\"https://digital.ecai2020.eu\">https://digital.ecai2020.eu</a> (free registration). </p>\n<p>ORGANIZERS</p>\n<ul>\n<li>Alessandro Saffiotti (Orebro University, Sweden)</li>\n<li>Luciano Serafini (Fondazione Bruno Kessler, Trento, Italy)</li>\n<li>Paul Lukowicz (DFKI, Kaiserslautern, Germany)</li>\n</ul>\n<p>SUPPORTING ORGANIZATIONS</p>\n<p>This worskhop is jointly organized by AI4EU (<a href=\"http://ai4eu.eu\">ai4eu.eu</a>), the EU landmark project to develop a European AI on-demand platform and ecosystem; and by Humane-AI (<a href=\"http://humane-ai.eu\">humane-ai.eu</a>), the EU FET preparatory action devoted to designing a European research agenda for Human Centered AI.</p>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://ec.europa.eu/futurium/en/ai-alliance-consultation/guidelines\" style=\"background-image: url(https://ec.europa.eu/futurium/sites/futurium/files/eu-ai-alliance-3_0_1.png)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://ec.europa.eu/futurium/en/ai-alliance-consultation/guidelines\" title=\"Building trust in human-centric AI - FUTURIUM - European Commission\">Building trust in human-centric AI - FUTURIUM - European Commission</a></div><div class=\"message_embed_description\">Building trust in human-centric AI</div></div></div>",
        "id": 207830659,
        "sender_full_name": "Alessandro Saffiotti",
        "timestamp": 1598267289
    }
]