[
    {
        "content": "<p>Call for free online participation: Automated Extraction of Socio-political Events from News (AESPEN)<br>\nDear <span class=\"user-mention\" data-user-id=\"*\">@all</span> </p>\n<p>We invite you to the free online Automatic Extraction of Socio-Political Events from News (AESPEN) workshop that was planned to be held at Language Resources and Evaluation Conference (LREC2020). The workshop will be on June 9, 10, and 11 between 11:00 and 13:00 UTC on Zoom.</p>\n<p>AESPEN promotes the advances and synergies in the field of detection of socio-political events, creation of new event datasets, developments of new approaches and systems, based on state-of-the art machine learning (ML) and Natural Language Processing (NLP) technologies in the scope of Language Resources and Evaluation Conference (LREC 2020).</p>\n<p>AESPEN features several main types of contributions that  are about a shared task on Event Sentence Coreference Identification organized in the scope of the workshop, papers on evaluating state-of-the-art machine learning models on event information collection tasks, event information collection projects, language resources, and forecasting conflict using available event datasets. The leading researchers in socio-political event information collection Prof. Clionadh Raleigh and Prof. Philip Schrodt will be addressing the keynotes.</p>\n<p>Our workshop will provide a venue for discussing the creation and facilitation of language resources in the social and political sciences domain. Social and political scientists will be interested in reporting and discussing their automated tools in comparison to their traditional coding approaches. Computational linguistics and machine learning practitioners and researchers will benefit from being challenged by real-world use cases such  as event data extraction, representation, and aggregation. Please find the proceedings on <a href=\"https://www.aclweb.org/anthology/events/lrec-2020/#2020-aespen-1\">https://www.aclweb.org/anthology/events/lrec-2020/#2020-aespen-1</a>.</p>\n<p>The  registration for the workshop is FREE. Please register using the form on <a href=\"https://emw.ku.edu.tr/aespen2020-register\">https://emw.ku.edu.tr/aespen2020-register</a> before June 5 23:59 (AoE). The homepage of the workshop (<a href=\"https://emw.ku.edu.tr/aespen-2020/\">https://emw.ku.edu.tr/aespen-2020/</a>) contains the program and any other detail and will be updated regularly. You can reach us using the e-mail addresses <a href=\"mailto:ahurriyetoglu@ku.edu.tr\">ahurriyetoglu@ku.edu.tr</a> and <a href=\"mailto:vanni.zavarella@ec.europa.eu\">vanni.zavarella@ec.europa.eu</a>.  </p>\n<p>We are looking forward to share a series of significant contributions in this field with you.</p>\n<p>Kind regards,</p>\n<p>AESPEN organizers,</p>",
        "id": 199189356,
        "sender_full_name": "Ali Hürriyetoğlu",
        "timestamp": 1590775117
    }
]