[
    {
        "content": "<p>Event: CLAIRE All Questions Answered (AQuA) - “European Excellence in AI” <br>\nTime: Friday, 30 April 2021, 17:00 - 18:00 CET<br>\nLocation: CLAIRE Vision YouTube channel<br>\n<a href=\"https://youtu.be/R8PVJ7Y4anY\">YouTube - CLAIRE All Questions Answered (AQuA) - “European Excellence in AI”</a> and <a href=\"https://claire-ai.org/videos/\">https://claire-ai.org/videos/</a></p>\n<div class=\"youtube-video message_inline_image\"><a data-id=\"R8PVJ7Y4anY\" href=\"https://youtu.be/R8PVJ7Y4anY\"><img src=\"https://i.ytimg.com/vi/R8PVJ7Y4anY/default.jpg\"></a></div><p>Following the great success of the “European Vision for AI” event last Thursday, which attracted an audience of almost 2000 people and produced a large amount of audience engagement, CLAIRE has decided to follow up with an online event this Friday, 17:00-18:00, that brings together key experts from CLAIRE to answer questions from the audience - with no more than 1 minute spent on each question, to cover as many questions as possible – CLAIRE \"All Questions Answered\" (AqUA).</p>\n<p>The focus of the live stream will be the new EU plans on AI, with the panelists taking turns to pick and answer questions from the audience. The aim of the event is to satisfy the need to discuss with the general public how the European scientific community is currently planning to move European excellence in AI forward and how to foster better AI technology for a better future.</p>\n<p>The CLAIRE experts that will participate in this event will be Chair of the Board of CLAIRE Holger Hoos (Prof. of Machine Learning at Leiden University, NL, and University of British Columbia, CN), Vice-Chair of the Board of CLAIRE Philipp Slusallek (Scientific Director at DFKI and Prof. for Computer Graphics at Saarland University, DE), Jeroen van den Hoven (Prof. of Ethics and Technology at TU Delft, NL), Philipp Slusallek (Scientific Director at DFKI, DE) and Peggy Valcke (Prof. of Law &amp; Technology KU Leuven, BE).</p>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://claire-ai.org/videos/\" style=\"background-image: url(https://claire-ai.org/wp-content/uploads/2020/04/logo-green.png)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://claire-ai.org/videos/\" title=\"CLAIRE - Confederation of Laboratories for Artificial Intelligence Research in Europe Videos CLAIRE - Confederation of Laboratories forArtificial Intelligence Research in Europe\">CLAIRE - Confederation of Laboratories for Artificial Intelligence Research in Europe Videos CLAIRE - Confederation of Laboratories forArtificial Intelligence Research in Europe</a></div><div class=\"message_embed_description\">Videos     \r\nCLAIRE All Questions Answered (AQuA)\r\nFollowing the great success of the VISION4AI event last Thursday, which attracted an audience of almost 2000 people and produced a large amount of audience engagement, CLAIRE has decided to follow up with an online event this Friday, 17:00-18:00, that brings together key experts</div></div></div>",
        "id": 236722939,
        "sender_full_name": "Holger Hoos (Leiden University, NL)",
        "timestamp": 1619721154
    }
]