[
    {
        "content": "<p><span aria-label=\"email\" class=\"emoji emoji-2709\" role=\"img\" title=\"email\">:email:</span> Let me kindly invite you to the <strong>CLAIRE Offices 2021 Opening Roadshow</strong>.</p>\n<p>On its mission to ensure the success of “AI made in Europe”, CLAIRE is celebrating its reach across Europe by launching four new offices in <strong>Zurich, Oslo, Paris and Brussels</strong> in an Office Launch Roadshow. These new offices complement the four existing CLAIRE offices in The Hague, Prague, Rome and Saarbrücken.</p>\n<p>The Office Launch Roadshow will be held in a series of virtual events starting on 26 May at the new Swiss CLAIRE Office in Zürich. The series continues with the Norwegian CLAIRE Office, on 03 June in Oslo, followed by the French CLAIRE Office in Paris, on 17 June, and culminates in  the launch of the Belgian CLAIRE Office in Brussels, on 25 June. </p>\n<p><span aria-label=\"point right\" class=\"emoji emoji-1f449\" role=\"img\" title=\"point right\">:point_right:</span> More information and registration links: <a href=\"https://claire-ai.org/offices-roadshow/\">https://claire-ai.org/offices-roadshow/</a></p>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://claire-ai.org/offices-roadshow/\" style=\"background-image: url(https://claire-ai.org/wp-content/uploads/2021/05/CLAIRE-Roadshow2.png)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://claire-ai.org/offices-roadshow/\" title=\"CLAIRE - Confederation of Laboratories for Artificial Intelligence Research in Europe Offices 2021 Opening Roadshow CLAIRE - Confederation of Laboratories forArtificial Intelligence Research in Europe\">CLAIRE - Confederation of Laboratories for Artificial Intelligence Research in Europe Offices 2021 Opening Roadshow CLAIRE - Confederation of Laboratories forArtificial Intelligence Research in Europe</a></div><div class=\"message_embed_description\">Offices 2021 Opening Roadshow     \r\n\r\n\r\n\r\nCelebrating the CLAIRE Community: The CLAIRE Office Launch Roadshow – Co-creative collaboration for responsible AI in Europe\r\nOn its mission to ensure the success of \"AI made in Europe\", CLAIRE is celebrating its reach across Europe by launching four</div></div></div>",
        "id": 238752302,
        "sender_full_name": "Anna Tahovská (CLAIRE Office, CZ)",
        "timestamp": 1620992013
    }
]