[
    {
        "content": "<hr>\n<p>CALL FOR APPLICATIONS</p>\n<hr>\n<p>EASSS 2021<br>\n22nd European Agent Systems Summer School<br>\n<a href=\"http://www.fe.up.pt/easss2021\">http://www.fe.up.pt/easss2021</a><br>\nJuly 19-23, 2021</p>\n<ul>\n<li>online event -</li>\n</ul>\n<hr>\n<p>We invite researchers and practitioners from academia and industry, namely Ph.D. / M.Sc. students and post-doctoral researchers interested in Agents and Multi-Agent Systems, to attend the 22nd European Agent Systems Summer School (EASSS 2021).</p>\n<hr>\n<p>Important Dates</p>\n<p>Application deadline: May 31, 2021<br>\nAcceptance decision: June 8, 2021<br>\nRegistration deadline: June 30, 2021<br>\nEASSS 2021: July 19-23, 2021</p>\n<hr>\n<p>About EASSS 2021</p>\n<p>The 22nd European Agent Systems Summer School (EASSS 2021) is organized by the Artificial Intelligence and Computer Science Lab of the University of Porto (LIACC), and held online, on July 19-23, 2021. EASSS 2021 is organized under the auspices of the European Association for Multi-Agent Systems (EURAMAS) and the Portuguese Association for Artificial Intelligence (APPIA), as an Advanced School on Artificial Intelligence.</p>\n<p>The main goal of EASSS is to provide an exchange of knowledge among individuals and groups interested in various aspects of autonomous, agent-based and multi-agent systems research and practice. This dissemination is provided by formal state-of-the-art courses conducted by leading experts in the field and by informal meetings during the event. The school attracts both beginner and experienced researchers, encouraging cooperation between representatives of many branches of the Multi-Agent Systems research community.</p>\n<hr>\n<p>Program</p>\n<p>The school will be composed of the following tutorials:</p>\n<p>A Machine Learning perspective of Agent-Based Models with R and Python</p>\n<ul>\n<li>Pedro Campos (University of Porto and LIAAD INESC-TEC, Portugal) and Joaquim Sousa (Microdigital, Portugal)</li>\n</ul>\n<p>Computation of Nash Equilibria: Algorithms and Complexity</p>\n<ul>\n<li>Argyrios Deligkas (Royal Holloway University of London, UK)</li>\n</ul>\n<p>Statecharts use in Agent Technology</p>\n<ul>\n<li>Nikolaos Spanoudakis (Technical University of Crete, Greece)</li>\n</ul>\n<p>Logic-based specification and verification of strategic abilities in multi-agent systems</p>\n<ul>\n<li>Valentin Goranko (Stockholm University, Sweden)</li>\n</ul>\n<p>Formal argumentation</p>\n<ul>\n<li>Bruno Yun (University of Aberdeen, UK)</li>\n</ul>\n<p>Auctions, Markets, and Automated Mechanism Design: Learning and Building Incentives for Multi-Agent Systems in the Presence of Scarcity</p>\n<ul>\n<li>Aris Filos-Ratsikas (University of Liverpool, UK) and Paul Tylkin (Harvard University, USA)</li>\n</ul>\n<p>Fair Allocation of Indivisible Goods (EurAI Talk)</p>\n<ul>\n<li>Nicolas Maudet (LIP6, Sorbonne Université, Paris, France)</li>\n</ul>\n<p>Accountability and Multiagent Organizations: from Concepts to Software Engineering</p>\n<ul>\n<li>Matteo Baldoni, Cristina Baroglio and Roberto Micalizio (Università degli Studi di Torino, Italy)</li>\n</ul>\n<p>Constrained Optimisation for Multi-Agent Systems</p>\n<ul>\n<li>Filippo Bistaffa (IIIA-CSIC, Spain)</li>\n</ul>\n<p>Multi-Agent Reinforcement Learning: Fundamental Problems &amp; Solutions</p>\n<ul>\n<li>Michael Kaisers (Centrum Wiskunde &amp; Informatica, The Netherlands) and Frans Oliehoek (TU Delft, The Netherlands)</li>\n</ul>\n<p>Reinforcement Learning Algorithms for Continuous Control</p>\n<ul>\n<li>Abbas Abdolmaleki (DeepMind, London, UK)</li>\n</ul>\n<p>Planning for SuperHuman Autonomous Vehicles</p>\n<ul>\n<li>Zlatan Ajanovic (Virtual Vehicle Research Center, Graz, Austria)</li>\n</ul>\n<p>Affective Computing - from theoretical models to applications for Human-Agent Interaction</p>\n<ul>\n<li>João Dias (INESC-ID and University of Algarve, Portugal)</li>\n</ul>\n<p>Agents Enabling Cooperative Intelligent Transportation Systems (C-ITS) and Mobility Paradigms</p>\n<ul>\n<li>Rosaldo Rossetti (FEUP, Portugal), Zafeiris Kokkinogenis (CEiiA, Portugal) and Pedro d’Orey (FEUP, Portugal)</li>\n</ul>\n<p>Cyber-physical multi-agent systems</p>\n<ul>\n<li>Tiago Pinto, Zita Vale, Gabriel Santos, Luis Gomes (GECAD, School of Engineering, Polytechnic of Porto, Portugal) and Phuong Nguyen (Technical University of Eindhoven, The Netherlands)</li>\n</ul>\n<p>The complete provisional program can be found online, at <a href=\"https://www.fe.up.pt/easss2021/program/\">https://www.fe.up.pt/easss2021/program/</a></p>\n<hr>\n<p>Application and Registration</p>\n<p>Applications should be made until May 31, using the following form:<br>\n<a href=\"https://forms.gle/FmTyp3WQjWgv3PqH7\">https://forms.gle/FmTyp3WQjWgv3PqH7</a></p>\n<p>Candidates will be notified of the decision until June 8, 2021, and will receive instructions on how to register. Given the online nature of the school, there will be no registration fees.</p>\n<hr>\n<p>EASSS 2021 Committees</p>\n<p>Scientific Committee</p>\n<p>Ana Paiva, Instituto Superior Técnico, Portugal<br>\nAnn Nowé, Vrije Universiteit Brussel, Belgium<br>\nCarles Sierra, IIIA, Spain<br>\nMario Paolucci, ISTC-CNR, Italy</p>\n<p>Organizing Committee</p>\n<p>Henrique Lopes Cardoso, LIACC / Universidade do Porto, Portugal<br>\nLuís Paulo Reis, LIACC / Universidade do Porto, Portugal<br>\nThiago Reis, LIACC / Universidade do Porto, Portugal</p>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://forms.gle/FmTyp3WQjWgv3PqH7\" style=\"background-image: url(https://lh6.googleusercontent.com/rGeRFbA1Epo1Q-dW0iwUHxKiaMyfzVOd1fu0vcTzh1PAMFb7AqAHD_Qqg1HWM0U33FwoGCdCXqA=w1200-h630-p)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://forms.gle/FmTyp3WQjWgv3PqH7\" title=\"EASSS 2021 Application Form\">EASSS 2021 Application Form</a></div><div class=\"message_embed_description\">This application form is meant for prospective attendants of the 22nd European Agent Systems Summer School, which will take place on July 19-23, 2021, online.\nMore information at https://www.fe.up.pt/easss2021</div></div></div>",
        "id": 236986301,
        "sender_full_name": "Henrique Lopes Cardoso",
        "timestamp": 1619890997
    }
]