[
    {
        "content": "<hr>\n<p>CALL FOR PAPERS</p>\n<hr>\n<p>EPIA 2021<br>\n20th EPIA Conference on Artificial Intelligence<br>\n<a href=\"http://www.appia.pt/epia2021/\">http://www.appia.pt/epia2021/</a><br>\nSeptember 7-9, 2021</p>\n<hr>\n<p>The EPIA Conference on Artificial Intelligence (AI) is a well-established European conference in the field of AI.<br>\nThe 20th edition of the EPIA conference will take place online in 2021. As in previous editions, this international<br>\nconference is hosted with the patronage of the Portuguese Association for Artificial Intelligence (APPIA). The<br>\npurpose of this conference is to promote research in all areas of AI, covering both theoretical/foundational issues<br>\nand applications, and the scientific exchange among researchers, engineers and practitioners in related<br>\ndisciplines.</p>\n<hr>\n<p>Thematic Tracks</p>\n<hr>\n<p>EPIA 2021 will feature the following thematic tracks covering a wide spectrum of AI topics:<br>\nAIoTA - Artificial Intelligence and IoT in Agriculture<br>\nAIL - Artificial Intelligence and Law<br>\nAIM - Artificial Intelligence in Medicine<br>\nAIPES - Artificial Intelligence in Power and Energy Systems<br>\nAITS - Artificial Intelligence in Transportation Systems<br>\nALEA - Artificial Life and Evolutionary Algorithms<br>\nAmIA - Ambient Intelligence and Affective Environments<br>\nGAI- General AI<br>\nGeoAI - GeoSpatial Artificial Intelligence<br>\nIROBOT - Intelligent Robotics<br>\nKDBI - Knowledge Discovery and Business Intelligence<br>\nKRR - Knowledge Representation and Reasoning<br>\nMASTA - Multi-Agent Systems: Theory and Applications<br>\nTeMA - Text Mining and Applications</p>\n<hr>\n<p>Submission and Reviewing</p>\n<hr>\n<p>All papers should be submitted in PDF format through the EPIA 2021 EasyChair submission page. Prospective<br>\nauthors should select the thematic track to which their paper is to be submitted. The papers should be prepared<br>\naccording to the Springer LNCS format, with a maximum of 12 pages. Some thematic tracks (see each track<br>\nspecific page) may accept short papers (max 6 pages). Submitted papers will be subject to a doubleblind<br>\nreview process and will be peer-reviewed by at least three members of the respective track Program<br>\nCommittee. It is the responsibility of the authors to remove names and affiliations from the submitted papers, and<br>\nto take reasonable care to assure anonymity during the review process.<br>\nAuthors should consult Springer’s authors’ guidelines and use their proceedings templates, either for LaTeX or<br>\nfor Word, for the preparation of their papers. Springer encourages authors to include their ORCIDs in their<br>\npapers. In addition, the corresponding author of each paper, acting on behalf of all of the authors of that paper,<br>\nmust complete and sign a Consent-to-Publish form. The corresponding author signing the copyright form should<br>\nmatch the corresponding author marked on the paper. Once the files have been sent to Springer, changes<br>\nrelating to the authorship of the papers cannot be made.</p>\n<hr>\n<p>Proceedings and Presentations</p>\n<hr>\n<p>Accepted papers will be included in the conference proceedings (a volume of Springer’s LNAI-Lecture Notes in<br>\nArtificial Intelligence), provided that at least one author is registered in EPIA 2021 by the early registration<br>\ndeadline. EPIA 2021 proceedings are indexed in Thomson Reuters ISI Web of Science, Scopus, DBLP and<br>\nGoogle Scholar.<br>\nEach accepted paper must be presented by one of the authors in a track session.</p>\n<hr>\n<p>Awards</p>\n<hr>\n<p>The conference will grant the following award:</p>\n<ul>\n<li>Best Paper Award, for the best research paper presented at the conference sponsored by Springer<br>\nOnly papers that have been submitted to a thematic track and presented at the conference will be eligible for this<br>\naward.</li>\n</ul>\n<hr>\n<p>Important Dates</p>\n<hr>\n<p>Paper submission deadline (extended): April 30, 2021<br>\nPaper acceptance notification: May 31, 2021<br>\nCamera-ready deadline: June 15, 2021<br>\nConference: September 7-9, 2021</p>\n<hr>\n<p>EPIA 2021 Committees</p>\n<hr>\n<p>Event and Program Chairs:</p>\n<hr>\n<p>Goreti Marreiros, GECAD, ISEP-IPP, Portugal<br>\nFrancisco Melo, INESC-ID, Instituto Superior Técnico, Portugal<br>\nNuno Lau, IEETA, Universidade de Aveiro, Portugal<br>\nHenrique Lopes Cardoso, LIACC, Universidade do Porto, Portugal<br>\nLuís Paulo Reis, LIACC, Universidade do Porto, Portugal</p>\n<hr>\n<p>International Steering Committee:</p>\n<hr>\n<p>Ana Bazzan, Universidade Federal do Rio Grande do Sul, Brazil<br>\nAnn Nowe, Vrije Universiteit Brussel, Belgium<br>\nCatholijn Jonker, Delft University of Technology, NL<br>\nErnesto Costa, Universidade de Coimbra, Portugal<br>\nEugénio Oliveira, Universidade do Porto, Portugal<br>\nHelder Coelho, Universidade de Lisboa, Portugal<br>\nJoão Pavão Martins, Portugal<br>\nJosé Júlio Alferes, Universidade Nova de Lisboa, Portugal<br>\nJuan Pavón, Universidad Complutense Madrid, Spain<br>\nLuís Paulo Reis, Universidade do Porto, Portugal<br>\nPaulo Novais, Universidade do Minho, Portugal<br>\nPavel Brazdil, Universidade do Porto, Portugal<br>\nVirginia Dignum, Umeå University, SE</p>",
        "id": 235702824,
        "sender_full_name": "Henrique Lopes Cardoso",
        "timestamp": 1619107059
    }
]