[
    {
        "content": "<p>High-Level Conference Digital Health 2020 – EU on the Move takes place on 11 November 2020, a highlight of Germany’s Presidency of the Council of the European Union.</p>\n<p>All conference sessions will be streamed live for you in English and German to follow the discussions on applications of AI and big data in the healthcare sector and on the European Health Data Space. The livestream can be accessed via this website: <a href=\"https://www.bundesgesundheitsministerium.de/eu2020/en/topics-and-documents/digital-health-2020-conference.html\">https://www.bundesgesundheitsministerium.de/eu2020/en/topics-and-documents/digital-health-2020-conference.html</a></p>\n<p>Federal Minister of Health of Germany, Jens Spahn, will open the conference that brings together representatives from all parties involved in advancing digital health – civil society, medicine and healthcare professions, politics, science, and business. </p>\n<p>This conference takes you on a virtual patient journey and lets you discover AI in the three settings of this journey: your own home, your doctor’s office, and your hospital. Speakers include Wojciech Wiewiórowski, European Data Protection Supervisor, Claire Bury, DG Sante of the European Commission, Lloyd Minor, Dean of the Stanford Medical School, Guido Rasi, President of the European Medicines Agency and Frank Ulrich Montgomery, President of the Standing Committee of European Doctors. The Ministers of Health of Denmark, France (tbc), Ireland, Norway and and the Netherlands will also share their expertise and experience. </p>\n<p>The programme culminates in a high-level political panel with Federal Minister of Health of Germany Jens Spahn, Estonian President Kersti Kaljulaid, EU Commissioner for Health and Food Safety Stella Kyriakides, and Rainer Wieland, Vice-President of the European Parliament.</p>",
        "id": 215339500,
        "sender_full_name": "Alexa Kodde (CLAIRE Headquarters, NL)",
        "timestamp": 1604333432
    }
]