[
    {
        "content": "<p>ICAIH 2019 – First Industrial Conference on Artificial Intelligence and Health<br>\nHow Artificial Intelligence is shaping the Future of Health<br>\n13-14 Nov 2019 – Palazzo Pirelli, Milan (Italy)<br>\n<a href=\"http://www.icaih.com/\" target=\"_blank\" title=\"http://www.icaih.com/\">http://www.icaih.com/</a></p>\n<p>SCOPE:<br>\nArtificial Intelligence is increasingly becoming an enabling technology for all areas of health and well being, ranging from bioinformatics, to drug discovery, clinics, and health care.<br>\nThis conference aims to constituting a forum focused on the theme: “How Artificial Intelligence is shaping the Future of Health”, involving companies operating in the sector, start-ups, clinicians, researchers, and public administrators.<br>\nThe event will be driven by questions like:<br>\n• What are today's most relevant applications of Artificial Intelligence in the health sector?<br>\n• What are the most reliable and suitable Artificial Intelligence technologies now available for organizations operating in the health sector?<br>\n• What are the medium-term development prospects of the health sector thanks to the applications of Artificial Intelligence?<br>\nICAIH 2019 proposes a format including keynote presentations, round tables, sponsored session, poster sessions, and speed pitches.</p>\n<p>PARTICIPATION:<br>\nCompanies will participate in the quality of event sponsor (see Sponsor Program at <a href=\"http://www.icaih.com/sponsor/\" target=\"_blank\" title=\"http://www.icaih.com/sponsor/\">http://www.icaih.com/sponsor/</a>)<br>\nFree participation is granted to start-ups in the early stage founded after 2016, university and research center researchers, professionals, journalists, and public administrators. The registration form is available online at <a href=\"http://www.icaih.com/registration/\" target=\"_blank\" title=\"http://www.icaih.com/registration/\">http://www.icaih.com/registration/</a> which is mandatory for all participants.</p>\n<p>ROUND TABLES:<br>\nICAIH will include the following round tables:<br>\n    Round Table 1: AI in Bioinformatics and Drug Discovery<br>\n    Round Table 2: AI in Clinics<br>\n    Round Table 3: AI in Health Care<br>\n    Round Table 4: AI in Well Being<br>\n    Round Table 5: Education in AI and Health<br>\n    Round Table 6: EU and Italian Initiatives in AI and Health<br>\nAt the round tables, experts from the sponsoring companies, researchers and start-uppers will present the the AI technologies for the health sector available today, and their medium-term development prospects.<br>\nResearchers of universities and research institutes and start-upper interested in speaking to a round table must send an abstract of 500 characters (including spaces) of their contribution following the format of file round-table-contribution.doc (downloadable at <a href=\"https://tinyurl.com/y45ce7bg\" target=\"_blank\" title=\"https://tinyurl.com/y45ce7bg\">https://tinyurl.com/y45ce7bg</a>) by 15 Oct 2019 through the website of the submissions <a href=\"https://easychair.org/conferences/?conf=icaih2019\" target=\"_blank\" title=\"https://easychair.org/conferences/?conf=icaih2019\">https://easychair.org/conferences/?conf=icaih2019</a></p>\n<p>SPEED PITCHES SESSION<br>\nOn Nov 14 there will be a Speed Pitches session where researchers and start-uppers will present their activities and results in 3 minutes (with the support of a maximum of 5 slides). Researchers of universities and research institutes and start-upper interested in presenting a speed pitch must send an abstract of 500 characters (including spaces) of their contribution following the format of file speed-pitch.doc (downloadable at <a href=\"https://tinyurl.com/yxu9pljt\" target=\"_blank\" title=\"https://tinyurl.com/yxu9pljt\">https://tinyurl.com/yxu9pljt</a>) by 15 Oct 2019 through the website of the submissions <a href=\"https://easychair.org/conferences/?conf=icaih2019\" target=\"_blank\" title=\"https://easychair.org/conferences/?conf=icaih2019\">https://easychair.org/conferences/?conf=icaih2019</a></p>\n<p>PUBLICATION:<br>\nClass Editori is preparing a magazine dedicated to ICAIH 2019 with articles dedicated to sponsors, presentations of round tables and cards presenting research groups and startups.<br>\nResearch groups and start-ups interested participating at ICAIH 2019 must send their card in English (and if possible also in Italian) following the format of files card-research-group.doc (downloadable at <a href=\"https://tinyurl.com/y6kh84nn\" target=\"_blank\" title=\"https://tinyurl.com/y6kh84nn\">https://tinyurl.com/y6kh84nn</a>) or card-start-up.doc (downloadable at <a href=\"https://tinyurl.com/y6cdnue3\" target=\"_blank\" title=\"https://tinyurl.com/y6cdnue3\">https://tinyurl.com/y6cdnue3</a>) by October 31 2019 through the website of the submissions <a href=\"https://easychair.org/conferences/?conf=icaih2019\" target=\"_blank\" title=\"https://easychair.org/conferences/?conf=icaih2019\">https://easychair.org/conferences/?conf=icaih2019</a></p>\n<p>IMPORTANT DATES:<br>\n15 Oct 2019: proposals for round table speeches &amp; speed pitches<br>\n25 Oct 2019: acceptation of proposals for round table speeches &amp; speed pitches<br>\n31 Oct 2019: submission of cards for the ICAIH 2019 magazine<br>\n13-14 Nov 2019: Conference</p>",
        "id": 177404448,
        "sender_full_name": "Francesco Masulli",
        "timestamp": 1570263594
    }
]