[
    {
        "content": "<p>First Inria-DFKI European Summer School on AI (IDAI 2021)<br>\n                Trustworthy AI and AI for Medicine</p>\n<div class=\"codehilite\"><pre><span></span><code>                          Palaiseau, France\n                           July 20-23, 2021\n                     https://idessai.inria.fr/\n           Registration deadline: April 19, 2021\n</code></pre></div>\n\n<p>IDAI 2021 inaugurates a series of yearly Summer Schools organized by the two renowned German and French AI institutes, DFKI and Inria. It stands out from the crowd of offerings for AI students in several respects:</p>\n<ul>\n<li>We ensure a good balance in the number of participants and instructors: participants will have the opportunity to join a community of like-minded people and, at the same time, they will be in close contact with the experts.</li>\n<li>Our program features a line-up of courses focused on two themes, Trustworthy AI and AI for Medicine, which are at the forefront of socio-economic issues related to AI.</li>\n<li>On top of the latest methodological advances and the shared vision of the future that both organizing institutes have to offer, IDAI 2021 will be practically oriented. We will achieve this through hands-on courses and the involvement of industry practitioners and innovators.</li>\n<li>Participants will be offered to the opportunity to present their work to each other in dedicated poster/demo sessions.</li>\n<li>Trustworthy AI and AI for Medicine will take place in two parallel tracks. There will be plenty of opportunities to exchange between these two tracks at coffee breaks, meals and social events, as well as through joint cross-track sessions.<br>\n.................................................................</li>\n</ul>\n<p><strong>TARGETED AUDIENCE</strong><br>\nIDAI 2021 was designed for PhD students in all areas of AI, including machine learning, knowledge representation and reasoning, search and optimisation, planning and scheduling, multi-agent systems, natural language processing, robotics, computer vision, and other areas. PhD students in other fields, MSc students, postdocs, and researchers in industry are also welcome.<br>\n.................................................................</p>\n<p><strong>VENUE</strong><br>\nIDAI 2021 is currently planned as a fully in-person event, which will take place at the Inria Saclay Île-de-France research center, close to Paris. Remote attendance will not be possible.</p>\n<p>In case the sanitary conditions do not allow an in-person event, IDAI 2021 will take place as a fully virtual event at the same dates instead. We are closely monitoring the situation and will strive to make this decision as early as possible.<br>\n.................................................................</p>\n<p><strong>CONFIRMED KEYNOTES AND SPEAKERS</strong></p>\n<p><strong>Cross-track keynotes:</strong><br>\nMihaela van der Schaar (University of Cambridge) - Why medicine is creating exciting new frontiers for machine learning and AI<br>\nJoanna Bryson (Hertie School) - AI ethics</p>\n<p><strong>Trustworthy AI track (to be completed):</strong><br>\nSerge Abiteboul (Inria) - Responsible data analysis algorithms: a realistic goal?<br>\nSimon Burton (Fraunhofer IKS) - Safety, complexity, AI and automated driving - holistic perspectives on safety assurance<br>\nMichèle Sebag (CNRS - LISN) - Why and how learning causal models<br>\nPatrick Gallinari (Sorbonne University and Criteo AI Lab) - Deep learning meets numerical modeling<br>\nChristian Müller (DFKI) - Explaining AI with narratives<br>\nCatuscia Palamidessi (Inria) and Miguel Couceiro (University of Lorraine) - Addressing algorithmic fairness through metrics and explanations<br>\nGuillaume Charpiat (Inria), Zakaria Chihani (CEA), and Julien Girard-Satabin (CEA) - Formal verification of deep neural networks: theory and practice<br>\nHatem Hajri (IRT SystemX) - Adversarial examples and robustness of neural networks</p>\n<p><strong>AI for Medicine track (to be completed):</strong><br>\nGerd Reis (DFKI) - AI in Medicine - An engineering perspective<br>\nMarco Lorenzi (Inria) - Federated learning methods and frameworks for collaborative data analysis<br>\nGaël Varoquaux (Inria) - Dirty data science: machine learning on non-curated data<br>\nThomas Moreau and Demian Wassermann (Inria) - Introduction to neuroimaging with Python<br>\nFrancesca Galassi (Inria) and Rutger Fick (TRIBVN Healthcare) - Domain adaptation for the segmentation of multiple sclerosis lesions in brain MRI.<br>\nTim Dahmen (DFKI) - Bio-mechanical simulation for individualized implants and prosthetics<br>\nElmar Nöth (Friedrich-Alexander-University Erlangen-Nuremberg) - Automatic analysis of pathologic speech – from diagnosis to therapy<br>\nPierre Zweigenbaum (CNRS - LIMSI) - NLP for medical applications</p>\n<p><strong>Open discussion with industry (to be completed):</strong><br>\nJuliette Mattioli (Thales) and Frédéric Jurie (Safran) - Industry use cases involving trusted AI<br>\nBoris Dimitrov (Check Point Cardio) - Real-time online patient tele-monitoring<br>\n.................................................................</p>\n<p><strong>FEES AND REGISTRATION</strong><br>\nOur fees are all-inclusive and may optionally include accomodation.<br>\nFor more details and to register, see <a href=\"https://idessai.inria.fr/registration/\">https://idessai.inria.fr/registration/</a> (deadline: April 19).<br>\nTo ensure a good balance in the number of participants and instructors and maximize the chances of interaction, the number of attendees is limited to 50 per track. Applicants will be selected on the grounds of diversity and benefit gained from attending the selected track.<br>\n.................................................................</p>\n<p><strong>ORGANIZERS</strong><br>\nCo-organized by: Inria, DFKI, Dataia, IRT SystemX</p>\n<p>Contact us: <a href=\"mailto:idessai-contact@inria.fr\">idessai-contact@inria.fr</a></p>",
        "id": 230830724,
        "sender_full_name": "Alexa Kodde (CLAIRE Headquarters, NL)",
        "timestamp": 1616057865
    }
]