[
    {
        "content": "<p><a href=\"https://www.vision4ai.eu/\">VISION Project</a> is happy to invite you to one of the upcoming joint ICT48 activities under the <a href=\"http://www.i-aida.org/\"> AIDA</a> AI Excellence Lecture Series: <strong>Lecture by Prof. Efstratios Gavves: The Machine Learning of Time: Past and Future</strong></p>\n<p><span aria-label=\"calendar\" class=\"emoji emoji-1f4c5\" role=\"img\" title=\"calendar\">:calendar:</span> Tuesday <strong>Feb 9th,  2021, 17:00 – 18:00 CET</strong><br>\n<span aria-label=\"point right\" class=\"emoji emoji-1f449\" role=\"img\" title=\"point right\">:point_right:</span> Please use the following zoom link to attend the lecture: <a href=\"https://authgr.zoom.us/j/93863728654\">https://authgr.zoom.us/j/93863728654</a><br>\n<span aria-label=\"light bulb\" class=\"emoji emoji-1f4a1\" role=\"img\" title=\"light bulb\">:light_bulb:</span> Learn more about the lecture: <a href=\"http://www.i-aida.org/ai-lectures/\">http://www.i-aida.org/ai-lectures/</a></p>\n<p>The lecture is FREE!</p>\n<p>Abstract: Visual artificial intelligence automatically interprets what happens in visual data like videos. Today’s research strives with queries like: “Is this person playing basketball?”; “Find the location of the brain stroke”; or “Track the glacier fractures in satellite footage”. All these queries are about visual observations already taken place. Today’s algorithms focus on explaining past visual observations. Naturally, not all queries are about the past: “Will this person draw something in or out of their pocket?”; “Where will the tumour be in 5 seconds given breathing patterns and moving organs?”; or, “How will the glacier fracture given the current motion and melting patterns?”. For these queries and all others, the next generation of visual algorithms must expect what happens next given past visual observations. Visual artificial intelligence must also be able to prevent before the fact, rather than explain only after it. In this talk, I will present my vision on what these algorithms should look like, and investigate possible synergies with other fields of science, like biomedical research, astronomy and others. Furthermore, I will present some recent works and applications in this direction within my lab and spinoff.</p>",
        "id": 224692285,
        "sender_full_name": "Anna Tahovská (CLAIRE Office, CZ)",
        "timestamp": 1612163870
    }
]