[
    {
        "content": "<p>Vocal Europe cordially invites you to participate to the online training \"EU Proposal Writing: Rules Under Horizon Europe, AMIF, COMSE\", which provides two days intensive experience.</p>\n<p>The training aims at providing a thorough understanding of how to write EU project proposals and allow the participants to acquire the theoretical and practical fundamentals of EU grants under the Horizon Europe, AMIF and COSME programs.</p>\n<p>Due to limited seats available, you are kindly invited to register latest by  31 May 2020 by sending an e-mail to <a href=\"mailto:training@vocaleurope.eu\">training@vocaleurope.eu</a>  by using “Training June” as a subject.</p>\n<p>Once we receive your e-mail, we will send you the registration form with all the details.</p>\n<p>CLICK HERE TO WATCH THE PRESENTING VIDEO<br>\n<a href=\"https://www.youtube.com/watch?v=Nr5RxaUDzQI\">YouTube - TRAINING | EU Proposal Writing: Rules Under Horizon Europe, AMIF, COSME</a></p>\n<p>CLICK HERE TO SEE ALL THE DETAILS<br>\n<a href=\"https://www.vocaleurope.eu/training-eu-proposal-writing-rules-under-h2020-amif-cosme/\">https://www.vocaleurope.eu/training-eu-proposal-writing-rules-under-h2020-amif-cosme/</a></p>\n<div class=\"youtube-video message_inline_image\"><a data-id=\"Nr5RxaUDzQI\" href=\"https://www.youtube.com/watch?v=Nr5RxaUDzQI\"><img src=\"https://i.ytimg.com/vi/Nr5RxaUDzQI/default.jpg\"></a></div><div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://www.vocaleurope.eu/training-eu-proposal-writing-rules-under-h2020-amif-cosme/\" style=\"background-image: url(https://usercontent.one/wp/www.vocaleurope.eu/wp-content/uploads/Workshop-9130.jpg)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://www.vocaleurope.eu/training-eu-proposal-writing-rules-under-h2020-amif-cosme/\" title=\"TRAINING | EU Proposal Writing: Rules under Horizon Europe, AMIF, COSME &#8211; June 2020\">TRAINING | EU Proposal Writing: Rules under Horizon Europe, AMIF, COSME &#8211; June 2020</a></div><div class=\"message_embed_description\">Overview\r\nVocal Europe is a Brussels-based think-tank that has been training young professionals through structured training and mentorship programmes to empower them with competencies that would facilitate their access to the job market. In that spirit, we are delighted to organise a professional training on project proposal writing under the rules of Horizon Europe, AMIF and COSME. The training is organised in cooperation with Capital Research.\r\nThe purpose of the training is to provide young professionals with a thorough understanding of how to write EU project proposals and allow the participants to acquire the theoretical and practical fundamentals of EU grants under the Horizon Europe, AMIF and COSME programs.\r\nBy the end of the training, the participants would have acquired the following skills set:\r\n\r\n \tComprehend the expectations and the ecosystem\r\n \tNavigate through the information and data available\r\n \tComprehend the proposal writing workflow\r\n \tBe familiar with the structure of Horizon Europe, AMIF and COSME\r\n \tMaster the approaches needed to prepare a proposal in a timely and effective manner\r\n \tUnderstand the importance of the submission and evaluation processes used for proposals\r\n \tPrepare for the implementation of the project\r\n\r\nThe training will aim at equipping the participants with the knowledge and expertise needed to apply for the following positions:\r\n\r\n \tProject Officer\r\n \tProject Assistant\r\n \tJunior Project Manager\r\n \tTrainer\r\n\r\nTarget Audience\r\nThe training is designed for members of the private sector, NGOs, students and individuals who are interested in deepening their expertise on the fundamentals of bid writing for project calls funded by the EU and other tenders.\r\n\r\nWhen\r\nThe training will take place on 1 June 2020 - 2 June 2020, 2020 and it will be instructed through 4 essential parts.\r\nDeadline\r\n31 May 2020\r\nPractical Information\r\nDay1 – 1 June 2020\r\n\r\n \t10h00 – 12h00 (Part I)\r\n \t13h00 – 14h00 (Lunch Break)\r\n \t14h00 – 16h00 (Part II)\r\n\r\nDay 2 – 2 June 2020\r\n\r\n \t10h00 – 12h00 (Part III)\r\n \t13h00 – 14h00 (Lunch Break)\r\n \t14h00 – 16h00 (Part IV)\r\n\r\nRegistration\r\nRegistration is now open for participants who wish to attend the training. Due to limited seats available, you are encouraged to register early by sending an email to training@vocaleurope.eu by using “EU Proposal Writing” as a subject.\r\nPlease do not forget to attach your updated CV to the email. Once we receive your email, we will send you the registration form with all the details.\r\n\r\nCertificate\r\nAt the end of the training, the participants will receive an official certificate of attendance signed by Mr Henri Malosse, 30th President of European Economic and Social Committee.\r\n\r\nTraineeship Opportunity\r\nThis training also provides participants with the opportunity to do a three-month traineeship at Vocal Europe. By the end of the training, two participants will receive a traineeship offer. The selection will be made based on their performance during the training.\r\n\r\nVenue\r\nThe training will take place via ZOOM, for which each participant will receive a link from Vocal Europe to have access to the platform.\r\nFee\r\n350 Euros (VAT included)\r\nTrainer\r\nChristine Kotarakos Poncelet, Senior Trainer\r\n\r\n \r\n\r\nPLEASE NOTE: The working language is English.</div></div></div>",
        "id": 198668645,
        "sender_full_name": "Alexa Kodde (CLAIRE Headquarters, NL)",
        "timestamp": 1590413228
    }
]