[
    {
        "content": "<p>\"The Future of Technology and Economy\" - 29 July 2020</p>\n<p>Humathon are hosting a panel at the Hague Tech (in the Hague), to gain insight into the relationship between technology and economy, down to the individual level.</p>\n<p>If you would be interested in participating, please contact Humathon Project Manager, Joukje Boeder at <a href=\"mailto:info@humathon.org\">info@humathon.org</a>.</p>\n<p><strong>Brief:</strong><br>\nThe aim of the session is to gain insight into the relationship between technology and economy, down to the individual level. The crisis serves here as a reason; on the one hand, because we are now facing a major economic crisis, and on the other, because we also have a different relationship with technology during the crisis.</p>\n<p>The question is: what now? What can be done differently in our economy with current technologies? Which forms of business are sustainable, future-proof? What will our future relationship between technology and economy be? Is that future relationship human-centered?</p>\n<p>We want someone who has watched the session to have a better understanding of how technology influences the current economic system both positively and negatively, but also, above all, that they get tools to think about the impact of technology in their immediate professional environment.</p>\n<p><strong>Question 1:</strong> What do you think the biggest impact is that the crisis has had on economics?<br>\nWhat should we expect from the coming period? Which jobs were the first ones to disappear? Which ones have proven indispensable?</p>\n<p><strong>Question 2: </strong>The current crisis shows us that our current economic system (capitalist, focused on growth) is no longer sustainable.<br>\nWhat can we learn from the current collapse of the economy and its underlying structures? How has technology helped us through this period? Which insights do you hope will remain after the crisis period?</p>\n<p><strong>Question 3: </strong>Technology can contribute to a healthier, more sustainable and human-centred economic system.<br>\nWill we not just resume ‘back to normal’ as soon as possible? What opportunity does this crisis give us to reshape the relationship between technology &amp; economy? Will technology enable a transition from a linear to a circular economy? Which technologies have shaped, or will shape, our future economic system? Which ones have proven to be not-human centred?</p>\n<p><strong>Question 4: </strong>What will the future relationship of technology and economy look like?<br>\nWhat kind of relationship will we have with technology? Do we need to reshape our social systems? Do we have to change our attitude? Will companies become more or less powerful? Are humans becoming redundant? Will robots take care of our economic system? 4 scenario’s STT // horizonscan 2050</p>",
        "id": 205113608,
        "sender_full_name": "Alexa Kodde (CLAIRE Headquarters, NL)",
        "timestamp": 1595854945
    }
]