[
    {
        "content": "<p>Dear CLAIRE members,</p>\n<p>Greetings to you from Mind Simulation - Russian branch of CLAIRE.</p>\n<p>I hope that you are doing well and that the situation with COVID-19 has not affected you. Now, a lot of facts show that AI technologies will be even more in demand in various areas of our lives. The situation with COVID-19 proves this. Now we can not and should not give reason to say that AI is dangerous. This is a blessing that is now helping to stop the pandemic. Now is the best time to start discussing the real prospect and benefits of AI.</p>\n<p>We are engaged in the development of Artificial General Intelligence. Recently, we are further exploring the topic of the development of AGI in a virtual environment and how video games can be involved in this process. We believe that these two industries can enrich each other.</p>\n<p>The development of AGI in the virtual world of video games, which is a simplified copy of our world, allows us to painlessly work on the ethics, benefits and other aspects of the development of AI. The results of these studies can be transferred to our world. Therefore, we believe that video games are a good launching pad for the development of Artificial General Intelligence and the role of CLAIRE can become even greater through the search for new non-standard approaches in the development and usefulness of AI.</p>\n<p>This was supposed to be the topic of my report at the Ai Everything 2020 conference, but the conference did not take place because of the coronovirus.</p>\n<p>I recently published a report as an online article and would like to discuss this topic with you. </p>\n<p>Here is the link to the article text: <a href=\"https://mind-simulation.com/en/blog/gaming/agi-technology-and-making-videogame-characters-alive.html\" title=\"https://mind-simulation.com/en/blog/gaming/agi-technology-and-making-videogame-characters-alive.html\">https://mind-simulation.com/en/blog/gaming/agi-technology-and-making-videogame-characters-alive.html</a></p>\n<p>Best regards,<br>\nVasily</p>",
        "id": 193174946,
        "sender_full_name": "Vasily Mazin",
        "timestamp": 1586260431
    },
    {
        "content": "<p>Thanks for sharing your article. Very interesting insights and quotes. The whole website is recommendable for those interested in AGI.</p>",
        "id": 193651936,
        "sender_full_name": "Juan Andrés Hurtado",
        "timestamp": 1586598301
    }
]