[
    {
        "content": "<p>The Computer Science Institute at the Faculty of Mathematics and Natural<br>\nSciences of the University of Bonn, Germany, invites applications for a</p>\n<p><strong>W1-Professorship (Tenure Track W2) for Embedded Visual Computing</strong></p>\n<p>starting as soon as possible.</p>\n<p>The institute is looking for excellent candidates holding a doctoral degree<br>\nwho are about to establish their own research agenda, complementing our<br>\ncurrent activities in the areas of Visual Computing, Artificial Intelligence,<br>\nIntelligent Systems, and Robotics.</p>\n<p>Applicants must have demonstrated scientific excellence in at least one of the<br>\nfollowing areas:</p>\n<ul>\n<li>Deep learning for visual computing</li>\n<li>Parallel architectures for visual learning or inference</li>\n<li>Embedded systems for visual perception or display</li>\n<li>Energy-efficient computing</li>\n<li>Edge computing</li>\n<li>Novel computing paradigms, such as computing with stochastic elements or<br>\n  neuromorphic computing.</li>\n</ul>\n<p>The successful candidate has a strong publication record. It is expected that<br>\nthe successful candidate actively participates in collaborative research<br>\ninitiatives of the Computer Science Institute. Initial teaching duties are<br>\nfour hours per week during lecture periods, e.g., in our English Master<br>\nComputer Science programme.</p>\n<p>The initial employment of three years will be extended for three more years<br>\nafter a positive intermediate evaluation. After successful tenure evaluation,<br>\nthe position will be permanent with W2 denomination. This professorate is<br>\nfunded by the Tenure Track Program of the German Federal Government and the<br>\nFederal States. Awarding tenure is not subject to a vacancy at the time when<br>\nthe fixed-term contract of the tenuretrack position expires. This call is<br>\naimed at early-career researchers. Candidates must have changed universities<br>\nfollowing the doctorate or have been working in academic research outside of<br>\nthe University of Bonn for at least two years prior to applying. Formal<br>\nrequirements are defined by $36 of the Higher Education Act of North<br>\nRhine-Westphalia (Hochschulgesetz Nordrhein-Westfalen). Regulations on tenure<br>\ntrack at the University of Bonn and further information on tenure track<br>\nprofessorates at the University of Bonn are available at <a href=\"https://www.uni-bonn\">https://www.uni-bonn</a>.<br>\nde/research/argelander-program/after-your-doctoral-studies/tenuretrack</p>\n<p>The University of Bonn actively supports diversity and equal opportunities.<br>\nThe University of Bonn has been certified as a family-friendly university and<br>\nhas a dual career service. Its aim is to increase the proportion of women in<br>\nthose fields in which women are underrepresented and to place a special focus<br>\non promoting their careers. Therefore, the university specifically requests<br>\napplications from suitably qualified women. Applications will be handled in<br>\naccordance with the Equal Opportunities Act of North Rhine-Westphalia.<br>\nApplications from suitably qualified people with severe disabilities that have<br>\nalready been verified or from people with an equivalent status will be<br>\nparticularly welcomed.</p>\n<p>Applicants are asked to send their applications, including a CV with list of<br>\nten most important publications, full list of publications, research<br>\nstatement, teaching statement, and copies of degree certificates, as one PDF<br>\nfile to <a href=\"mailto:fachgruppe@informatik.uni-bonn.de\">fachgruppe@informatik.uni-bonn.de</a>.</p>\n<p>Applications received by September 15, 2020 are guaranteed full consideration.</p>\n<p><a href=\"https://www.uni-bonn.de/die-universitaet/stellenangebote/dez.-3/w1-embedded-visual-computing-eng-eva-krit\">https://www.uni-bonn.de/die-universitaet/stellenangebote/dez.-3/w1-embedded-visual-computing-eng-eva-krit</a></p>",
        "id": 207025450,
        "sender_full_name": "Sven Behnke",
        "timestamp": 1597503846
    }
]