[
    {
        "content": "<p>Hello<br>\nWith other people, I am developing (informally) the RefPerSys open source symbolic artificial intelligence system (GPLv3+ licensed, for Linux onlypartn)<br>\nsee <a href=\"http://refpersys.org/\">http://refpersys.org/</a> for details.<br>\nThe major ideas are from Jacques Pitrat (1934-2019) who was the director of my PhD jury, defended in 1990. See Pitrat's blog still on <a href=\"http://bootstrappingartificialintelligence.fr/WordPress3/\">http://bootstrappingartificialintelligence.fr/WordPress3/</a> and for those speaking French, <a href=\"https://afia.asso.fr/journee-hommage-j-pitrat/\">https://afia.asso.fr/journee-hommage-j-pitrat/</a> </p>\n<p>They include:<br>\nmeta-programming: RefPerSys is generating some C++ code, and more and more of it. The long term goal is to generate all the C++ code of RefPerSys, and take advantage of existing Linux open source software components and tools (the GCC compiler, libbacktrace, libonion, ....)</p>\n<p>frame-based programming. RefPerSys is keeping \"knowledge\" in objects similar to frames.</p>\n<p>persistence: RefPerSys is a persistent system, capable of storing most of its state in disk files or databases. The idea is to generate the C++ code managing that persistence, and the objects related to that persistence generating that C++ code are themselves persistent.</p>\n<p>rule-based system: RefPerSys will have rules and metarules generating C++ code. The goal is that RefPerSys becomes some expert system like.</p>\n<p>My major problem in RefPerSys is to get some funding and partners interested in it in Europe. (I have partners contributing to it from India).</p>\n<p>So I am seeking some partners and some funding for RefPerSys.</p>\n<p>I am employed at CEA LIST in France near Paris, my professional email is &lt;<a href=\"mailto:basile.starynkevitch@cea.fr\">basile.starynkevitch@cea.fr</a>&gt; and my private email is &lt;<a href=\"mailto:basile@starynkevitch.net\">basile@starynkevitch.net</a>&gt;</p>\n<p>I am not a theoretician, more a software developer (very fund of free software) than a computer scientist.</p>\n<p>My employer is mostly asking me for funding. Perhaps some HorizonEurope call could fund RefPerSys.... But I don't know which one.</p>\n<p>Non goals include: interacting with Windows or MacOSX computers directly. Any such interaction will go thru the Web (so the computer running Windows or MacOSX is just a web browser).<br>\nHaving to use Windows or MicroSoft Word. I never used Windows computers in my life. I am reasonably fluent with Linux (using it since 1993) and Unix (using it since 1985).</p>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://afia.asso.fr/journee-hommage-j-pitrat/\" style=\"background-image: url(https://afia.asso.fr/wp-content/uploads/2018/12/lgoAfia.jpg)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://afia.asso.fr/journee-hommage-j-pitrat/\" title=\"Journée Hommage J. Pitrat - AfIA\">Journée Hommage J. Pitrat - AfIA</a></div><div class=\"message_embed_description\">Jacques Pitrat est décédé le 14 octobre 2019. Diplômé de l’X, Ingénieur de l’Armement, Directeur de Recherche au CNRS, Jacques Pitrat a consacré sa vie à promouvoir et favoriser le développement de l’IA en France.Pionnier de l’intelligence artificielle forte et auteur de nombreuses publications, père de l’intelligence artificielle en France et formateur de nombreux collègues [&hellip;]</div></div></div>",
        "id": 225877564,
        "sender_full_name": "Basile Starynkevitch",
        "timestamp": 1612978858
    }
]