[
    {
        "content": "<p>Graphcore builds tools and technology to enable innovations in Artificial Intelligence. The academic programme is designed to support Professors, Researchers, Principal Investigators, Postdocs, PhD and Masters students conducting and publishing research using IPUs or in their coursework or teaching.</p>\n<p><strong>Research Priorities</strong><br>\nLooking for projects and proposals that fall in one of these areas, but also open to hearing ideas for new and novel ways to use IPUs.</p>\n<ul>\n<li>Optimisation of Stochastic Learning</li>\n<li>New Efficient Models for Deep Learning and Graph Networks</li>\n<li>Sparse Training</li>\n<li>New Directions for Parallel Training</li>\n<li>Local Parallelism</li>\n<li>Multi-Model Training</li>\n<li>Conditional Sparse Computation</li>\n</ul>\n<p><a href=\"https://www.graphcore.ai/academic\">https://www.graphcore.ai/academic</a></p>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://www.graphcore.ai/academic\" style=\"background-image: url(https://www.graphcore.ai/hubfs/assets/images/Academic-Hero-compressed.png#keepProtocol)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://www.graphcore.ai/academic\" title=\"Graphcore Academic Programme\">Graphcore Academic Programme</a></div><div class=\"message_embed_description\">The Graphcore Academic Programme provides tools and technology to educators, researchers and students to enable ground-breaking research and innovation in higher education.</div></div></div>",
        "id": 234682887,
        "sender_full_name": "Ricardo Chavarriaga (CLAIRE Office Switzerland)",
        "timestamp": 1618496038
    },
    {
        "content": "<p>CALL FOR PARTICPATION</p>\n<p>Lecture Series - AI&amp;Art Seminar</p>\n<p>Dear colleagues, scientists, artists and enthusiasts,</p>\n<p>We are glad to invite you to the AI&amp;Art Seminar, which 5 talks will be given by speakers of different field in AI&amp;Art.</p>\n<p>From April 28 to June 2, each Wednesday AI Robolab will be offering the first of its kind Seminar on AI &amp; Art, the seminar aims to bring forward cutting-edge technologies and most recent advances in the area of AI art, conducted by the leading experts crossing various fields such as machine learning, computer vision, art history, art conservation, and cultural heritage, this research interest group aims to explore how emerging AI techniques can shape the general area of art.</p>\n<p>Each session will be presented by a speaker of notable specialists, who will deliver valuable insight through a 45 min talk followed by a 15 min open discussion with audience. The seminar is open to all and would particularly benefit: scientists who are eager to Art, artists seeking to explore the technology of AI to enhance their artwork, and individuals looking to gain a professional understanding of the domain.</p>\n<p>Please find the detailed info and WebEx link in the link below:</p>\n<p><a href=\"https://airobolab.uni.lu/ai-art-seminar/\">https://airobolab.uni.lu/ai-art-seminar/</a></p>",
        "id": 235751000,
        "sender_full_name": "Christoph Schommer, Luxembourg",
        "timestamp": 1619126750
    }
]