[
    {
        "content": "<p>Dear all,</p>\n<p>I'd like to make you aware of the so-called TransContinuum Initiative (TCI), which originates from the HPC and HPA communities and is about developing infrastructure for the convergence of data and computing technology (see attached document). It has interesting links to edge AI and for that reason they reached out to CLAIRE to further develop the vision. The initiative is currently lead by ETP4HPC and is supported by several European associations promoting and shaping European R&amp;I in various domains, including ECSO (Cybersecurity), BDVA (Big Data), 5GIA (5G), EU-Maths, and HiPEAC (Cyber-Physical Systems). They are in particular interested to collaborate with researchers active in Edge AI, as well as compelling AI use-cases that can help shape the initiative. I believe TCI is particularly interesting because of it transversal nature linking several large initiatives and partnerships currently being setup in preparation of Horizon Europe and Digital Europe Programme. </p>\n<p>Please let me know if this is of interest to you, and I am happy to elaborate if you have specific questions.</p>\n<p>Thanks<br>\nJoost (CLAIRE Office Paris) </p>\n<p><a href=\"/user_uploads/13862/smeTIP1YV59bV2IpN6kF9A3J/TCI-vision_beautified_20200723-CLAIRE-signed.pdf\">TCI-vision_beautified_20200723-CLAIRE-signed.pdf</a></p>\n<p>for more info on the digital continuum concept you may also have a look here:</p>\n<ul>\n<li><a href=\"https://exdci.eu/sites/default/files/public/files/191202_exdci2_2d_technical_meeting_4_bdec2.pdf\">https://exdci.eu/sites/default/files/public/files/191202_exdci2_2d_technical_meeting_4_bdec2.pdf</a></li>\n<li><a href=\"https://www.researchgate.net/publication/321490910_Pathways_to_Convergence_a_BDEC_report\">https://www.researchgate.net/publication/321490910_Pathways_to_Convergence_a_BDEC_report</a></li>\n</ul>",
        "id": 212560360,
        "sender_full_name": "Joost Geurts",
        "timestamp": 1602078412
    },
    {
        "content": "<p>Thanks Joost, this looks really interesting. I was looking at the PDF in your first bullet, and wasn't quite sure what \"EI\" is in \"AI for EI\" and \"EI for AI\" -- are you able to tell me?</p>",
        "id": 212859972,
        "sender_full_name": "Peter Flach",
        "timestamp": 1602267852
    },
    {
        "content": "<p>Dear Peter, \"EI\" stands for E-Infrastructure.  In the BDEC paper they talk about \"cyberinfrastructure\", but it is essentially the same thing. E-Infrastructure is the term the EC uses (see <a href=\"https://ec.europa.eu/digital-single-market/en/e-infrastructures\">https://ec.europa.eu/digital-single-market/en/e-infrastructures</a>)</p>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://ec.europa.eu/digital-single-market/en/e-infrastructures\" style=\"background-image: url(https://ec.europa.eu/digital-single-market/sites/digital-agenda/files/card_default.png)\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://ec.europa.eu/digital-single-market/en/e-infrastructures\" title=\"e-Infrastructures - Shaping Europe’s digital future - European Commission\">e-Infrastructures - Shaping Europe’s digital future - European Commission</a></div><div class=\"message_embed_description\">e-Infrastructures address the needs of European researchers for digital services in terms of networking, computing and data management.</div></div></div>",
        "id": 213018550,
        "sender_full_name": "Joost Geurts",
        "timestamp": 1602496451
    }
]