[
    {
        "content": "<p>My journal Frontiers in Neurorobotics (IF=3.0) will publish a couple of AI-themed special issues (called \"research topics\"). They are still accepting submissions and include topics such as:</p>\n<ul>\n<li>Explainable Artificial Intelligence and Neuroscience</li>\n<li>Advances in Robots Trajectories Learning via Fast Neural Networks</li>\n<li>Robust Artificial Intelligence for Neurorobotics</li>\n<li>Cross-Modal Learning: Adaptivity, Prediction and Interaction</li>\n<li>Engineering Applications of Neurocomputing<br>\nFor details see <a href=\"https://www.frontiersin.org/journals/neurorobotics#research-topics\" target=\"_blank\" title=\"https://www.frontiersin.org/journals/neurorobotics#research-topics\">https://www.frontiersin.org/journals/neurorobotics#research-topics</a> or send me a message!</li>\n</ul>\n<div class=\"message_embed\"><a class=\"message_embed_image\" href=\"https://www.frontiersin.org/journals/neurorobotics#research-topics\" style=\"background-image: url(https://3718aeafc638f96f5bd6-d4a9ca15fc46ba40e71f94dec0aad28c.ssl.cf1.rackcdn.com/journal-neurorobotics.png)\" target=\"_blank\"></a><div class=\"data-container\"><div class=\"message_embed_title\"><a href=\"https://www.frontiersin.org/journals/neurorobotics#research-topics\" target=\"_blank\" title=\"Frontiers in Neurorobotics\">Frontiers in Neurorobotics</a></div><div class=\"message_embed_description\">Frontiers in Neurorobotics publishes rigorously peer-reviewed research in the science and technology of embodied autonomous neural systems. Specialty Chief Editors Alois C. Knoll and Florian Röhrbein at the Technische Universität München are supported by an outstanding Editorial Board of international experts. This multidisciplinary open-access journal is at the forefront of disseminating and communicating scientific knowledge and impactful discoveries to researchers, academics and the public worldwide.\nNeural systems include brain-inspired algorithms (e.g. connectionist networks), computational models of biological neural networks (e.g. artificial spiking neural nets, large-scale simulations of neural microcircuits) and actual biological systems (e.g. in vivo and in vitro neural nets). The focus of the journal is the embodiment of such neural systems in artificial software and hardware devices, machines, robots or any other form of physical actuation. This also includes prosthetic devices, brain machine interfaces, wearable systems, micro-machines, furniture, home appliances, as well as systems for managing micro and macro infrastructures. Frontiers in Neurorobotics also aims to publish radically new tools and methods to study plasticity and development of autonomous self-learning systems that are capable of acquiring knowledge in an open-ended manner. Models complemented with experimental studies revealing self-organizing principles of embodied neural systems are welcome. Our journal also publishes on the micro and macro engineering and mechatronics of robotic devices driven by neural systems, as well as studies on the impact that such systems will have on our daily life.\n\n\nFrontiers in Neurorobotics is member of the Committee on Publication Ethics.\n</div></div></div>",
        "id": 188332804,
        "sender_full_name": "Florian Röhrbein",
        "timestamp": 1581874786
    },
    {
        "content": "<p>(deleted)</p>",
        "id": 188434749,
        "sender_full_name": "Victor Vicente",
        "timestamp": 1582017784
    }
]