[
    {
        "content": "<p><strong>Engineering Practices for Machine Learning Applications</strong></p>\n<p><em>What are the best-practices for building high-quality machine learning applications?</em></p>\n<p>Together with Holger Hoos and other colleagues, the Software Engineering for Machine Learning team, at <br>\nLeiden Institute of Advanced Computer Science (LIACS), in the Netherlands, are looking into the use of software engineering practices by teams that develop applications with machine learning components (SE4ML, for short). In February they started a first survey among practitioners to measure the adoption of best practices and their effects, and published the results in a conference paper.</p>\n<p>Based on feedback they revised the survey to improve coverage of ethical aspects, explainability, security, AutoML, and more. With this new online survey they want to measure the adoption of the best practices among practitioners, as well as the change in adoption since the previous survey.</p>\n<p>We would really appreciated it if you could help by taking the survey and spreading the word by passing on the survey link to others.</p>\n<p>The survey takes about 10 minutes. They do not collect any personal information. The lessons learned from the survey will be shared freely.</p>\n<p>Link to the survey: <a href=\"https://leidenuniv.eu.qualtrics.com/jfe/form/SV_4ShLfuUn3bh7Qm9\">https://leidenuniv.eu.qualtrics.com/jfe/form/SV_4ShLfuUn3bh7Qm9</a></p>\n<p>Below are some links with more background.</p>\n<p>Blog post describing the project, results for AutoML adoption and more: <a href=\"https://se-ml.github.io/blog/2020/automl/\">https://se-ml.github.io/blog/2020/automl/</a><br>\nProject website: <a href=\"https://se-ml.github.io/\">https://se-ml.github.io/</a><br>\nSpecific subpage for the survey: <a href=\"https://se-ml.github.io/survey/\">https://se-ml.github.io/survey/</a><br>\nConference paper: <a href=\"https://doi.org/10.1145/3382494.3410681\">https://doi.org/10.1145/3382494.3410681</a><br>\nRetweet: <a href=\"https://twitter.com/jstvssr/status/1313515322968870912\">https://twitter.com/jstvssr/status/1313515322968870912</a></p>",
        "id": 220122805,
        "sender_full_name": "Alexa Kodde (CLAIRE Headquarters, NL)",
        "timestamp": 1608129546
    }
]