[
    {
        "content": "<p>Udacity Technology Scholarship Program Phase 1 - 50 free codes</p>\n<p>In recent months, CLAIRE and Bertelsmann had several successful and groundbreaking discussions, so that a cooperation was agreed upon and the first projects were initiated. As a first step, we have worked out the great opportunity to offer to CLAIRE supporters (<a href=\"https://claire-ai.org/share-and-sign/\">https://claire-ai.org/share-and-sign/</a>) 50 free codes to register for guaranteed entry to the Technology Scholarship Program Phase 1 (in collaboration with Udacity). Please distribute this to anyone in your institution who might be interested - we are open to applications for brand new supporters of CLAIRE for this :-)</p>\n<p>Their media, services and educational offers make Bertelsmann one of the leading companies in many areas of the digital world. Accordingly, they want to empower as many people as possible to be successful in the digital world. Over a period of three years, Bertelsmann is therefore funding as many as 50,000 Technology Scholarships for students and researchers to learn with Udacity.</p>\n<p>The scholarship program is aimed equally at beginners (basic computer skills are recommended) and experienced programmers. It includes three technology learning paths:<br>\nCloud<br>\nData<br>\nArtificial Intelligence (AI)</p>\n<p>The participants have to decide which path they want to apply for. Each learning path consists of two phases:</p>\n<p>Phase 1: Challenge Course<br>\nIn the first phase of this scholarship, the student is given access to an introductory Challenge course from Udacity for 3.5 months. Applicants should be prepared to invest approximately 3-5 hours per week during this period. Scholarship holders who participate in this first phase of the program become part of a community where they can interact and support each other with their fellow participants.</p>\n<p>Phase 2: Nanodegree Program<br>\nThe top 10% of all participants receive a scholarship for a full-fledged Nanodegree in their chosen field. The scholarship holders receive intensive support through expert discussions, mentoring and exchange in their community. Applicants should be prepared to invest approximately 5-10 hours per week during the 6 months of the program.</p>\n<p>If you would like to apply for a scholarship, please fill out the following application form:<br>\n<a href=\"https://forms.gle/pBaocQ6WC5S5appw9\">https://forms.gle/pBaocQ6WC5S5appw9</a>. </p>\n<p>Please feel free to distribute within your institution. All CLAIRE supporters will be considered!</p>\n<p>The deadline for applications is 30 October 2020.</p>\n<p>After the deadline, we’ll review all entries and select 50 recipients to participate and get a free code for the Cloud, Data, or AI Challenge Courses (Phase 1 of the Technology Scholarship Program). The selected participants will be notified as soon as possible.</p>\n<p>About Udacity:<br>\nUdacity - also known as the \"University of Silicon Valley\" - is a learning platform that develops practical online courses in cooperation with leading tech companies. The headquarters are located in Mountain View, California. Bertelsmann is one of the largest shareholders in the company.</p>\n<p>About Bertelsmann:<br>\nBertelsmann is a media, services and education company that operates in around 50 countries around the world. The group includes the television group RTL Group, the book publishing group Penguin Random House, the magazine publisher Gruner + Jahr, the music company BMG, the service provider Arvato, the Bertelsmann Printing Group, the Bertelsmann Education Group and the international fund network Bertelsmann Investments. With 126,000 employees, the company generated revenues of €18.0 billion in fiscal year 2019. Bertelsmann stands for creativity and entrepreneurship. This combination enables first-class media offerings and innovative service solutions that delight customers around the world. Bertelsmann is pursuing the goal of climate neutrality by 2030.</p>\n<p>Further information:<br>\n<a href=\"http://bertelsmann.de/50000chances\">bertelsmann.de/50000chances</a><br>\n#5000chances<br>\nor contact  <a href=\"mailto:office-germany@claire-ai.org\">office-germany@claire-ai.org</a>. </p>\n<p><a href=\"user_uploads/13862/IGYOh36nCkk-qZ5hzYbuOHnC/Flyer_Udacity_Scholarships_2020.pdf\">Flyer_Udacity_Scholarships_2020.pdf</a> </p>\n<p><a href=\"user_uploads/13862/Pluy5ydOP0lyEwazdUkrWiB_/Application_Process_and_Coupon_Codes_Udacity_Scholarships_2020.pdf\">Application_Process_and_Coupon_Codes_Udacity_Scholarships_2020.pdf</a></p>",
        "id": 214017706,
        "sender_full_name": "Janina Hoppstädter (CLAIRE Office Germany)",
        "timestamp": 1603266626
    },
    {
        "content": "<p>Application deadline extended to 2nd November!</p>\n<p>Reminder to apply for the Udacity Technology Scholarship Program Phase 1 - 50 free codes for CLAIRE supporters!</p>",
        "id": 214805778,
        "sender_full_name": "Alexa Kodde (CLAIRE Headquarters, NL)",
        "timestamp": 1603873000
    }
]