[
    {
        "content": "<p>Yesterday, our administrative headquarters in The Hague (NL) have been officially opened. The Hague, which has a global reputation as \"City of Peace and Justice\" is an excellent fit for CLAIRE. The opening was attended by more then 100 guests; it featured speeches by representatives of CLAIRE, EurAI, the municipality of The Hague, the Parliament of the Netherlands, the Dutch AI Coalition, Leiden University, Delft University, the European Space Agency (ESA) and the United Nations Interregional Crime and Justice Research Institute (UNICRI), as well as several demos of advanced AI systems.</p>",
        "id": 183086518,
        "sender_full_name": "Holger Hoos (Leiden University, NL)",
        "timestamp": 1576002019
    },
    {
        "content": "<p>On the occasion, CLAIRE reaffirmed its commitment to AI for social good (in particular, to AI research an innovation towards the UN sustainable development goals) and AI for all.</p>",
        "id": 183086987,
        "sender_full_name": "Holger Hoos (Leiden University, NL)",
        "timestamp": 1576002299
    },
    {
        "content": "<p>We also announced the creation of IAG Industry (<a href=\"https://claire-ai.org/iags/#IND\" target=\"_blank\" title=\"https://claire-ai.org/iags/#IND\">https://claire-ai.org/iags/#IND</a>), as a first step towards creating the CLAIRE industry network, and revealed our international advisory board (<a href=\"https://claire-ai.org/iab/\" target=\"_blank\" title=\"https://claire-ai.org/iab/\">https://claire-ai.org/iab/</a>), which brings world-class experience in AI from academia and industry, as well as experience in building and running large-scale organisations, such as CERN, and creating large-scale funding schemes, such as H2020 and ERC grants, to CLAIRE.</p>",
        "id": 183087000,
        "sender_full_name": "Holger Hoos (Leiden University, NL)",
        "timestamp": 1576002306
    },
    {
        "content": "<p>In the coming months, we will open additional administrative offices in Brussels (BE), Zürich (CH), Cork (IE) and Paris (FR), in addition to our existing offices in Prague (CZ), Saarbrücken (DE), Rome (IT), Oslo (NO), and our new HQ in The Hague (NL).</p>",
        "id": 183087204,
        "sender_full_name": "Holger Hoos (Leiden University, NL)",
        "timestamp": 1576002432
    },
    {
        "content": "<p>Stay tuned for the press release and slide deck from the presentation ...</p>",
        "id": 183087558,
        "sender_full_name": "Holger Hoos (Leiden University, NL)",
        "timestamp": 1576002661
    },
    {
        "content": "<p>...speeches from... and TNO... ;-)</p>",
        "id": 183087721,
        "sender_full_name": "André Meyer-Vitali (TNO, NL)",
        "timestamp": 1576002749
    },
    {
        "content": "<blockquote>\n<p>On the occasion, CLAIRE reaffirmed its commitment to AI for social good (in particular, to AI research an innovation towards the UN sustainable development goals) and AI for all.</p>\n</blockquote>\n<p>Africa has structural challenges that can hamper the development of a healthy AI ecosystem in Africa:<br>\n• Education systems will need to adapt quickly, and new frameworks need to be created for<br>\nworkers and citizens to develop the skills they need to thrive.<br>\n• Broadband coverage will need to expand rapidly — specifically in rural areas — in order for all<br>\ncitizens and businesses to reap the benefits.<br>\n• Ethical implications regarding the fair, secure, and inclusive use of AI applications also must<br>\nbe addressed through collaboration and engagement to ensure AI systems earn trust.<br>\n• Ensuring a deeper, broader, and more accessible pool of data is available will also be key to<br>\nenable researchers, developers, and users to drive AI.<br>\nIt for these reasons we are using the CLAIRE platform to seek partners and collaborators to bring the benefits of AI to Africa. How can we work together?</p>",
        "id": 183499855,
        "sender_full_name": "Caesar Keluro",
        "timestamp": 1576436577
    },
    {
        "content": "<p>Ceasar, Africa has an AI effort already underway. If you would like your university or research entity to be included in the consortium, please let me know.</p>",
        "id": 183525068,
        "sender_full_name": "Gregg Barrett (Cirrus)",
        "timestamp": 1576481472
    },
    {
        "content": "<p>Press release and slide deck from the presentation.<br>\n<a href=\"/user_uploads/13862/MghUtrX4RPDyLBekl0R2V7A0/CLAIRE-press-release-9.pdf\" target=\"_blank\" title=\"CLAIRE-press-release-9.pdf\">CLAIRE-press-release-9.pdf</a> <br>\n<a href=\"/user_uploads/13862/XSXsS9cH633qIb7IU13nV9cG/CLAIRE-Headquarters-Hague-office-opening.pptx\" target=\"_blank\" title=\"CLAIRE-Headquarters-Hague-office-opening.pptx\">CLAIRE-Headquarters-Hague-office-opening.pptx</a></p>",
        "id": 183558656,
        "sender_full_name": "Alexa Kodde (CLAIRE Headquarters, NL)",
        "timestamp": 1576509738
    },
    {
        "content": "<p>Thank you for the press release and presentation deck, Alexa. A pity I missed the opening of CLAIRE headquarters last week due personal circumstances, and hoping to get more involved with CLAIRE in 2020. Happy Holidays everyone</p>",
        "id": 183629163,
        "sender_full_name": "Bart Loevens (SPi Global, NL)",
        "timestamp": 1576573182
    }
]